{"mal_id":"1","title":"Cowboy Bebop","aka":null,"rating":"R - 17+ (violence & profanity)","status":"Finished Airing","synopsis":"Enter a world in the distant future, where Bounty Hunters roam the solar system. Spike and Jet, bounty hunting partners, set out on journeys in an ever struggling effort to win bounty rewards to survive.\nWhile traveling, they meet up with other very interesting people. Could Faye, the beautiful and ridiculously poor gambler, Edward, the computer genius, and Ein, the engineered dog be a good addition to the group?","genres":["Action","Adventure","Comedy","Drama","Sci-Fi","Space"],"producers":["Sunrise","Bandai Visual","Bandai Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/4/19644.jpg"}
{"mal_id":"5","title":"Cowboy Bebop: Knockin' on Heaven's Door","aka":"Cowboy Bebop: Tengoku no Tobira","rating":"R - 17+ (violence & profanity)","status":"Finished Airing","synopsis":"As the Cowboy Bebop crew travels the stars, they learn of the largest bounty yet, a huge 300 million Woolongs. Apparently, someone is wielding a hugely powerful chemical weapon, and of course the authorities are at a loss to stop it. The war to take down the most dangerous criminal yet forces the crew to face a true madman, with bare hope to succeed.\r\n(Source: ANN) ","genres":["Action","Mystery","Drama","Sci-Fi"],"producers":["Bones","Sunrise","Bandai Visual"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/6/14331.jpg"}
{"mal_id":"6","title":"Trigun","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","synopsis":"Trigun takes place in the distant future on a deserted planet. Vash the Stampede is a gunfighter with a legend so ruthless that he has a $$60,000,000,000 bounty on his head. Entire towns are evacuated upon hearing rumors of his arrival. However, the real Vash the Stampede is not the same man that rumor portrays him to be. The enigmatic and conflicted lead character in Trigun is actually more heroic in nature, and at times a complete and utter idiot.","genres":["Action","Comedy","Sci-Fi"],"producers":["Madhouse Studios","Geneon Universal Entertainment","FUNimation Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/7/20310.jpg"}
{"mal_id":"7","title":"Witch Hunter Robin","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","synopsis":"Witches are individuals with special powers like ESP, telekinesis, mind control, etc. (not the typical hogwart and newt potions). Robin, a craft user, arrives from Italy to Japan to work for an organization named STN Japan Division (STN-J) as a replacement for one of STN-J's witch hunters who was recently killed. Unlike other divisions of STN, STN-J tries to capture the witches alive in order to learn why and how they became witches in the first place. \r\n(Source: ANN)","genres":["Action","Mystery","Drama","Magic","Supernatural","Police"],"producers":["Sunrise","Bandai Visual","Bandai Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/11/25527.jpg"}
{"mal_id":"8","title":"Beet the Vandel Buster","aka":null,"rating":"PG - Children","status":"Finished Airing","synopsis":"It is the dark century and the people are suffering under the rule of the devil, Vandel, who is able to manipulate monsters. The Vandel Busters are a group of people who hunt these devils, and among them, the Zenon Squad is known to be the strongest busters on the continent. A young boy, Beet, dreams of joining the Zenon Squad. However, one day, as a result of Beet's fault, the Zenon squad was defeated by the devil, Beltose. The five dying busters sacrificed their life power into their five weapons, Saiga. After giving their weapons to Beet, they passed away. Years have passed since then and the young Vandel Buster, Beet, begins his adventure to carry out the Zenon Squad's will to put an end to the dark century. ","genres":["Adventure","Fantasy","Shounen","Supernatural"],"producers":["Toei Animation"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/7/21569.jpg"}
