{"mal_id":"1","title":"Cowboy Bebop","aka":null,"rating":"R - 17+ (violence & profanity)","status":"Finished Airing","episode_count":"26","episode_length":24,"synopsis":"Enter a world in the distant future, where Bounty Hunters roam the solar system. Spike and Jet, bounty hunting partners, set out on journeys in an ever struggling effort to win bounty rewards to survive.\nWhile traveling, they meet up with other very interesting people. Could Faye, the beautiful and ridiculously poor gambler, Edward, the computer genius, and Ein, the engineered dog be a good addition to the group?","genres":["Action","Adventure","Comedy","Drama","Sci-Fi","Space"],"producers":["Sunrise","Bandai Visual","Bandai Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/4/19644.jpg"}
{"mal_id":"5","title":"Cowboy Bebop: Knockin' on Heaven's Door","aka":"Cowboy Bebop: Tengoku no Tobira","rating":"R - 17+ (violence & profanity)","status":"Finished Airing","episode_count":"1","episode_length":114,"synopsis":"As the Cowboy Bebop crew travels the stars, they learn of the largest bounty yet, a huge 300 million Woolongs. Apparently, someone is wielding a hugely powerful chemical weapon, and of course the authorities are at a loss to stop it. The war to take down the most dangerous criminal yet forces the crew to face a true madman, with bare hope to succeed.\r\n(Source: ANN) ","genres":["Action","Mystery","Drama","Sci-Fi"],"producers":["Bones","Sunrise","Bandai Visual"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/6/14331.jpg"}
{"mal_id":"6","title":"Trigun","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"26","episode_length":24,"synopsis":"Trigun takes place in the distant future on a deserted planet. Vash the Stampede is a gunfighter with a legend so ruthless that he has a $$60,000,000,000 bounty on his head. Entire towns are evacuated upon hearing rumors of his arrival. However, the real Vash the Stampede is not the same man that rumor portrays him to be. The enigmatic and conflicted lead character in Trigun is actually more heroic in nature, and at times a complete and utter idiot.","genres":["Action","Comedy","Sci-Fi"],"producers":["Madhouse Studios","Geneon Universal Entertainment","FUNimation Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/7/20310.jpg"}
{"mal_id":"7","title":"Witch Hunter Robin","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"26","episode_length":25,"synopsis":"Witches are individuals with special powers like ESP, telekinesis, mind control, etc. (not the typical hogwart and newt potions). Robin, a craft user, arrives from Italy to Japan to work for an organization named STN Japan Division (STN-J) as a replacement for one of STN-J's witch hunters who was recently killed. Unlike other divisions of STN, STN-J tries to capture the witches alive in order to learn why and how they became witches in the first place. \r\n(Source: ANN)","genres":["Action","Mystery","Drama","Magic","Supernatural","Police"],"producers":["Sunrise","Bandai Visual","Bandai Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/11/25527.jpg"}
{"mal_id":"8","title":"Beet the Vandel Buster","aka":null,"rating":"PG - Children","status":"Finished Airing","episode_count":"52","episode_length":23,"synopsis":"It is the dark century and the people are suffering under the rule of the devil, Vandel, who is able to manipulate monsters. The Vandel Busters are a group of people who hunt these devils, and among them, the Zenon Squad is known to be the strongest busters on the continent. A young boy, Beet, dreams of joining the Zenon Squad. However, one day, as a result of Beet's fault, the Zenon squad was defeated by the devil, Beltose. The five dying busters sacrificed their life power into their five weapons, Saiga. After giving their weapons to Beet, they passed away. Years have passed since then and the young Vandel Buster, Beet, begins his adventure to carry out the Zenon Squad's will to put an end to the dark century. ","genres":["Adventure","Fantasy","Shounen","Supernatural"],"producers":["Toei Animation"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/7/21569.jpg"}
{"mal_id":"15","title":"Eyeshield 21","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"145","episode_length":23,"synopsis":"Welcome To the Gridiron of the Damned!   Huge hulking bodies throw themselves at each other, while a tiny lithe body runs between them for the goal!  No, it’s not a game of football, it’s Sena Kobayakawa trying to evade the monstrous Ha-Ha brothers down the halls of Deimon High School!  But wait!  Sena’s incredible skills at not getting caught have been spotted by the devilish (possibly actually demonic) captain of the school’s embryonic American style football team, and when Sena asks to be the teams manager, he gets  thrust onto the field as a running back instead!  But there are two BIG catches: first, to keep the identity of their new “star” player an absolute secret, Yoichi makes Sena wear an opaque visor on his helmet and gives him the alias of “Eyeshield 21.”  And the second catch?  Well, in order to hit his fastest “speed of light” running mode, Sena usually has to be absolutely terrified. Not that THAT will be a problem with the monstrous players that he’ll soon find himself running from!  The insanity hits the streets when the feet meet the cleats in EYESHIELD 21! \r\n(Source: Sentai Filmworks)","genres":["Action","Comedy","Shounen","Sports"],"producers":["Artland","Production I.G","Studio Gallop","NAS","Nihon Ad Systems","Sentai Filmworks","TV Tokyo Music"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/4/24792.jpg"}
{"mal_id":"16","title":"Honey and Clover","aka":"Hachimitsu to Clover","rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"24","episode_length":23,"synopsis":"Takemoto Yuuta, Mayama Takumi, and Morita Shinobu are college students who share the small apartment. Even though they live in poverty, the three of them are able to obtain pleasure through small things in life. The story follows these characters' life stories as poor college students, as well as their love lives when a short but talented 18 year old girl called Hanamoto Hagumi appears. \n(Source: ANN)","genres":["Comedy","Drama","Romance","Josei"],"producers":["J.C. Staff","Nomad","Genco","Viz Media"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/8/4167.jpg"}
{"mal_id":"17","title":"Hungry Heart: Wild Striker","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"52","episode_length":23,"synopsis":"Kyosuke Kano has lived under the shadow of his successful brother Seisuke all his life who is a professional soccer player. Tired of being compared and downgraded at, he abandoned playing soccer until a boy from his new highschool discovered him and asked him to join their team. Kyosuke joins it and befriends two other first year players named Rodrigo and Sakai with the dream of becomming professional soccer players themselves.\r\n(Source: ANN)","genres":["Comedy","Shounen","Sports","Slice of Life"],"producers":["Nippon Animation"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/8/28779.jpg"}
{"mal_id":"18","title":"Initial D Fourth Stage","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"24","episode_length":27,"synopsis":"Takumi Fujiwara and brothers Keisuke and Ryousuke Takahashi have formed \"Project D,\" a racing team aimed at bringing their driving skills to their full potential outside their prefecture. Using the internet, Project D issues challenges to other racing teams and posts results of their races. Managed by Ryousuke, the team has Takumi engaging in downhill battles with his AE86, while Keisuke challenges opponents uphill. Among their rivals are the Seven-Star Leaf (SSR) and Todo-juku.","genres":["Cars","Sports","Seinen"],"producers":["OB Planning","FUNimation Entertainment","A.C.G.T.","Studio Jack"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/12/43927.jpg"}
{"mal_id":"19","title":"Monster","aka":null,"rating":"R+ - Mild Nudity","status":"Finished Airing","episode_count":"74","episode_length":24,"synopsis":"Dr. Kenzo Tenma is a renowned young brain surgeon of Japanese descent working in Europe. Highly lauded by his peers as one of the great young minds that will revolutionize the field, he is blessed with a beautiful fiancé and is on the cusp of a high promotion in the hospital he works at. However, all of that is about to change with one critical decision that Dr. Tenma faces one night – whether to save the life of a young child or that of the town's mayor. Despite being pressured by his superiors to perform surgery on the mayor, his morals force him to perform the surgery on the young child, saving his life and forfeiting the mayor’s. All of a sudden, Dr. Tenma’s world is turned upside down by his decision leading to the loss of everything he previously had. A doctor is taught to believe that all life is equal; however, when a series of murders occur in the vicinity of Dr. Tenma, all of the evidence pointing to the young child who he saved, Tenma’s beliefs are shaken.\nNaoki Urasawa’s Monster is a tale full of mystery, suspense and intrigue as Dr. Tenma journeys to find out the true identity of the young child. In turn, the fate of the world may depend on it.\n[Written by MAL Rewrite]","genres":["Mystery","Drama","Horror","Police","Psychological","Thriller","Seinen"],"producers":["Madhouse Studios","VAP","Viz Media"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/10/18793.jpg"}
{"mal_id":"20","title":"Naruto","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"220","episode_length":23,"synopsis":"Naruto Uzumaki, a hyperactive and knuckle-headed ninja, lives in Konohagakure, the Hidden Leaf village. Moments prior to his birth, a huge demon known as the Kyuubi, the Nine-tailed Fox, attacked Konohagakure and wreaked havoc. In order to put an end to the Kyuubi's rampage, the leader of the village, the 4th Hokage, sacrificed his life and sealed the monstrous beast inside the newborn Naruto. \nShunned because of the presence of the Kyuubi inside him, Naruto struggles to find his place in the village. He strives to become the Hokage of Konohagakure, and he meets many friends and foes along the way. \n[Written by MAL Rewrite]","genres":["Action","Comedy","Martial Arts","Shounen","Super Power"],"producers":["Studio Pierrot","TV Tokyo","Aniplex","Viz Media"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/13/17405.jpg"}
