{"mal_id":"1","title":"Cowboy Bebop","aka":null,"rating":"R - 17+ (violence & profanity)","status":"Finished Airing","episode_count":"26","episode_length":24,"synopsis":"Enter a world in the distant future, where Bounty Hunters roam the solar system. Spike and Jet, bounty hunting partners, set out on journeys in an ever struggling effort to win bounty rewards to survive.\nWhile traveling, they meet up with other very interesting people. Could Faye, the beautiful and ridiculously poor gambler, Edward, the computer genius, and Ein, the engineered dog be a good addition to the group?","genres":["Action","Adventure","Comedy","Drama","Sci-Fi","Space"],"producers":["Sunrise","Bandai Visual","Bandai Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/4/19644.jpg"}
{"mal_id":"5","title":"Cowboy Bebop: Knockin' on Heaven's Door","aka":"Cowboy Bebop: Tengoku no Tobira","rating":"R - 17+ (violence & profanity)","status":"Finished Airing","episode_count":"1","episode_length":114,"synopsis":"As the Cowboy Bebop crew travels the stars, they learn of the largest bounty yet, a huge 300 million Woolongs. Apparently, someone is wielding a hugely powerful chemical weapon, and of course the authorities are at a loss to stop it. The war to take down the most dangerous criminal yet forces the crew to face a true madman, with bare hope to succeed.\r\n(Source: ANN) ","genres":["Action","Mystery","Drama","Sci-Fi"],"producers":["Bones","Sunrise","Bandai Visual"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/6/14331.jpg"}
{"mal_id":"6","title":"Trigun","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"26","episode_length":24,"synopsis":"Trigun takes place in the distant future on a deserted planet. Vash the Stampede is a gunfighter with a legend so ruthless that he has a $$60,000,000,000 bounty on his head. Entire towns are evacuated upon hearing rumors of his arrival. However, the real Vash the Stampede is not the same man that rumor portrays him to be. The enigmatic and conflicted lead character in Trigun is actually more heroic in nature, and at times a complete and utter idiot.","genres":["Action","Comedy","Sci-Fi"],"producers":["Madhouse Studios","Geneon Universal Entertainment","FUNimation Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/7/20310.jpg"}
{"mal_id":"7","title":"Witch Hunter Robin","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"26","episode_length":25,"synopsis":"Witches are individuals with special powers like ESP, telekinesis, mind control, etc. (not the typical hogwart and newt potions). Robin, a craft user, arrives from Italy to Japan to work for an organization named STN Japan Division (STN-J) as a replacement for one of STN-J's witch hunters who was recently killed. Unlike other divisions of STN, STN-J tries to capture the witches alive in order to learn why and how they became witches in the first place. \r\n(Source: ANN)","genres":["Action","Mystery","Drama","Magic","Supernatural","Police"],"producers":["Sunrise","Bandai Visual","Bandai Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/11/25527.jpg"}
{"mal_id":"8","title":"Beet the Vandel Buster","aka":null,"rating":"PG - Children","status":"Finished Airing","episode_count":"52","episode_length":23,"synopsis":"It is the dark century and the people are suffering under the rule of the devil, Vandel, who is able to manipulate monsters. The Vandel Busters are a group of people who hunt these devils, and among them, the Zenon Squad is known to be the strongest busters on the continent. A young boy, Beet, dreams of joining the Zenon Squad. However, one day, as a result of Beet's fault, the Zenon squad was defeated by the devil, Beltose. The five dying busters sacrificed their life power into their five weapons, Saiga. After giving their weapons to Beet, they passed away. Years have passed since then and the young Vandel Buster, Beet, begins his adventure to carry out the Zenon Squad's will to put an end to the dark century. ","genres":["Adventure","Fantasy","Shounen","Supernatural"],"producers":["Toei Animation"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/7/21569.jpg"}
{"mal_id":"15","title":"Eyeshield 21","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"145","episode_length":23,"synopsis":"Welcome To the Gridiron of the Damned!   Huge hulking bodies throw themselves at each other, while a tiny lithe body runs between them for the goal!  No, it’s not a game of football, it’s Sena Kobayakawa trying to evade the monstrous Ha-Ha brothers down the halls of Deimon High School!  But wait!  Sena’s incredible skills at not getting caught have been spotted by the devilish (possibly actually demonic) captain of the school’s embryonic American style football team, and when Sena asks to be the teams manager, he gets  thrust onto the field as a running back instead!  But there are two BIG catches: first, to keep the identity of their new “star” player an absolute secret, Yoichi makes Sena wear an opaque visor on his helmet and gives him the alias of “Eyeshield 21.”  And the second catch?  Well, in order to hit his fastest “speed of light” running mode, Sena usually has to be absolutely terrified. Not that THAT will be a problem with the monstrous players that he’ll soon find himself running from!  The insanity hits the streets when the feet meet the cleats in EYESHIELD 21! \r\n(Source: Sentai Filmworks)","genres":["Action","Comedy","Shounen","Sports"],"producers":["Artland","Production I.G","Studio Gallop","NAS","Nihon Ad Systems","Sentai Filmworks","TV Tokyo Music"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/4/24792.jpg"}
{"mal_id":"16","title":"Honey and Clover","aka":"Hachimitsu to Clover","rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"24","episode_length":23,"synopsis":"Takemoto Yuuta, Mayama Takumi, and Morita Shinobu are college students who share the small apartment. Even though they live in poverty, the three of them are able to obtain pleasure through small things in life. The story follows these characters' life stories as poor college students, as well as their love lives when a short but talented 18 year old girl called Hanamoto Hagumi appears. \n(Source: ANN)","genres":["Comedy","Drama","Romance","Josei"],"producers":["J.C. Staff","Nomad","Genco","Viz Media"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/8/4167.jpg"}
{"mal_id":"17","title":"Hungry Heart: Wild Striker","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"52","episode_length":23,"synopsis":"Kyosuke Kano has lived under the shadow of his successful brother Seisuke all his life who is a professional soccer player. Tired of being compared and downgraded at, he abandoned playing soccer until a boy from his new highschool discovered him and asked him to join their team. Kyosuke joins it and befriends two other first year players named Rodrigo and Sakai with the dream of becomming professional soccer players themselves.\r\n(Source: ANN)","genres":["Comedy","Shounen","Sports","Slice of Life"],"producers":["Nippon Animation"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/8/28779.jpg"}
{"mal_id":"18","title":"Initial D Fourth Stage","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"24","episode_length":27,"synopsis":"Takumi Fujiwara and brothers Keisuke and Ryousuke Takahashi have formed \"Project D,\" a racing team aimed at bringing their driving skills to their full potential outside their prefecture. Using the internet, Project D issues challenges to other racing teams and posts results of their races. Managed by Ryousuke, the team has Takumi engaging in downhill battles with his AE86, while Keisuke challenges opponents uphill. Among their rivals are the Seven-Star Leaf (SSR) and Todo-juku.","genres":["Cars","Sports","Seinen"],"producers":["OB Planning","FUNimation Entertainment","A.C.G.T.","Studio Jack"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/12/43927.jpg"}
{"mal_id":"19","title":"Monster","aka":null,"rating":"R+ - Mild Nudity","status":"Finished Airing","episode_count":"74","episode_length":24,"synopsis":"Dr. Kenzo Tenma is a renowned young brain surgeon of Japanese descent working in Europe. Highly lauded by his peers as one of the great young minds that will revolutionize the field, he is blessed with a beautiful fiancé and is on the cusp of a high promotion in the hospital he works at. However, all of that is about to change with one critical decision that Dr. Tenma faces one night – whether to save the life of a young child or that of the town's mayor. Despite being pressured by his superiors to perform surgery on the mayor, his morals force him to perform the surgery on the young child, saving his life and forfeiting the mayor’s. All of a sudden, Dr. Tenma’s world is turned upside down by his decision leading to the loss of everything he previously had. A doctor is taught to believe that all life is equal; however, when a series of murders occur in the vicinity of Dr. Tenma, all of the evidence pointing to the young child who he saved, Tenma’s beliefs are shaken.\nNaoki Urasawa’s Monster is a tale full of mystery, suspense and intrigue as Dr. Tenma journeys to find out the true identity of the young child. In turn, the fate of the world may depend on it.\n[Written by MAL Rewrite]","genres":["Mystery","Drama","Horror","Police","Psychological","Thriller","Seinen"],"producers":["Madhouse Studios","VAP","Viz Media"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/10/18793.jpg"}
{"mal_id":"20","title":"Naruto","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"220","episode_length":23,"synopsis":"Naruto Uzumaki, a hyperactive and knuckle-headed ninja, lives in Konohagakure, the Hidden Leaf village. Moments prior to his birth, a huge demon known as the Kyuubi, the Nine-tailed Fox, attacked Konohagakure and wreaked havoc. In order to put an end to the Kyuubi's rampage, the leader of the village, the 4th Hokage, sacrificed his life and sealed the monstrous beast inside the newborn Naruto. \nShunned because of the presence of the Kyuubi inside him, Naruto struggles to find his place in the village. He strives to become the Hokage of Konohagakure, and he meets many friends and foes along the way. \n[Written by MAL Rewrite]","genres":["Action","Comedy","Martial Arts","Shounen","Super Power"],"producers":["Studio Pierrot","TV Tokyo","Aniplex","Viz Media"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/13/17405.jpg"}
{"mal_id":"21","title":"One Piece","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Currently Airing","episode_count":"Unknown","episode_length":24,"synopsis":"Gol D. Roger was known as the Pirate King, the strongest and most infamous being to have sailed the Grand Line. The capture and death of Roger by the World Government brought a change throughout the world. His last words before his death revealed the location of the greatest treasure in the world, One Piece. It was this revelation that brought about the Grand Age of Pirates, men who dreamed of finding One Piece (which promises an unlimited amount of riches and fame), and quite possibly the most coveted of titles for the person who found it, the title of the Pirate King.\nEnter Monkey D. Luffy, a 17-year-old boy that defies your standard definition of a pirate. Rather than the popular persona of a wicked, hardened, toothless pirate who ransacks villages for fun, Luffy’s reason for being a pirate is one of pure wonder; the thought of an exciting adventure and meeting new and intriguing people, along with finding One Piece, are his reasons of becoming a pirate. Following in the footsteps of his childhood hero, Luffy and his crew travel across the Grand Line, experiencing crazy adventures, unveiling dark mysteries and battling strong enemies, all in order to reach One Piece.\n[Written by MAL Rewrite]","genres":["Action","Adventure","Comedy","Fantasy","Shounen","Super Power"],"producers":["Toei Animation","FUNimation Entertainment","Fuji TV","4Kids Entertainment","TAP"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/5/19082.jpg"}
{"mal_id":"22","title":"Prince of Tennis","aka":null,"rating":"G - All Ages","status":"Finished Airing","episode_count":"178","episode_length":22,"synopsis":"Echizen Ryoma is a young tennis prodigy who has won 4 consecutive tennis championships but who constantly lies in the shadow of his father, a former pro tennis player. He joins the Seishun Gakuen junior highschool, one of the best tennis schools in Japan, and there along with his teamates he learns to find his own type of tennis in an attempt to defeat his biggest obstacle of all: his father as well as himself. \n(Source: ANN)","genres":["Action","Comedy","School","Shounen","Sports"],"producers":["J.C. Staff","Production I.G","Trans Arts","Viz Media","NAS"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/6/21624.jpg"}
{"mal_id":"23","title":"Ring ni Kakero 1","aka":null,"rating":"PG - Children","status":"Finished Airing","episode_count":"12","episode_length":25,"synopsis":"In order to fulfill their dead father's wish, the siblings, Takane Kiku and Takane Ryuji aims for the champopn title of the boxing arena. The sister, Kiku, will act as the trainer while her brother, Ryuji, will concentrate on the role of the boxer and learn the Boomerang. His battle with many rivals has led to the growth and maturity of Ryuji. The junior high boxing tournament has began and Ryuji will be fighting with his arch-rival, Kenzaki Jun. The battle begins.\r\n(Source: ANN)","genres":["Action","Shounen","Sports"],"producers":["Toei Animation"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/1/23.jpg"}
{"mal_id":"24","title":"School Rumble","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"26","episode_length":23,"synopsis":"Tsukamoto Tenma is an ordinary 2nd year high school student who has fallen in love with one of her classmates, Karasuma Ooji. However, currently she is unable to confess her feelings to him. To make things worse, she found out that Karasuma is transferring to another school in a year. On the other hand, Tenma's other classmate, Harima Kenji (who is a delinquent) is also in love with Tenma. Not being able to confess his feelings, Harima gets depressed day by day.\r\n(Source: ANN)","genres":["Comedy","Romance","School","Shounen"],"producers":["TV Tokyo","Sotsu Agency","Marvelous Entertainment","Starchild Records","FUNimation Entertainment","Media Factory","Studio Comet","DAX Production","Studio Jack"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/9/27854.jpg"}
{"mal_id":"25","title":"Desert Punk","aka":"Sunabouzu","rating":"R - 17+ (violence & profanity)","status":"Finished Airing","episode_count":"24","episode_length":24,"synopsis":"In the future, Japan is a wasteland. In the Great Kantou Desert, scattered humans eke out a living in the hot sand. Among them, a short-statured man they call \"Sunabouzu\" makes a living as a bounty hunter. Like a demon of the sand, he seems unbeatable. Yet, like all men, he has a particular weakness for the opposite sex... \r\n(Source: ANN)","genres":["Action","Adventure","Comedy","Ecchi","Sci-Fi","Shounen"],"producers":["Gonzo","GDH","FUNimation Entertainment","Pony Canyon","CBC"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/12/24358.jpg"}
{"mal_id":"26","title":"Texhnolyze","aka":null,"rating":"R+ - Mild Nudity","status":"Finished Airing","episode_count":"22","episode_length":23,"synopsis":"In a man-made underground society, descendants of a banished generation vie for control of the crumbling city of Lux. Ichise, an orphan turned prize fighter, loses a leg and an arm to satisfy an enraged fight promoter. On the brink of death he is taken in by a young woman doctor and used as a guinea pig for the next evolution of Texhnolyze. With his new limbs, Ichise is taken under the wing of Oonishi, a powerful leader of Organ, an organization with some hold on Lux. As Ichise is drawn deeper into a war for territorial control of the city, he learns of his possible future from the young girl prophet Ran, who guides him from the shadows in his darkest times. With the explosion of the warfare, Ichise must uncover the truth about Lux and fight for his survival as he realizes his destiny. \r\n(Source: ANN)","genres":["Action","Drama","Sci-Fi","Psychological"],"producers":["Madhouse Studios","Group TAC","FUNimation Entertainment","Rondo Robe","Fuji TV","Pioneer LDC"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/3/18165.jpg"}
{"mal_id":"27","title":"Trinity Blood","aka":null,"rating":"R - 17+ (violence & profanity)","status":"Finished Airing","episode_count":"24","episode_length":24,"synopsis":"The background is in the distant future after the destruction brought about by Armageddon. The war between the vampires and the humans continue to persist. In order to protect the humans from the vampires, the Vatican has to rely on other allies to counter the situation. The protagonist,  Abel Nightroad, is a traveling priest from the Vatican and a crusnik, a vampire that drinks the blood of vampires. He is a member of the \"Ax\", a special operations group led by Cardinal Catherina Sforza. He encounters a young girl called Esther, who decides to go with him to Rome and train at the Vatican. Soon after he meets her, the order of Rozencreuz, led by Abel's twin, Cain, tries to continue the war so they can rule the world. It's up to Abel and the AX to try and stop them.","genres":["Action","Vampire","Supernatural"],"producers":["Gonzo","FUNimation Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/10/24649.jpg"}
{"mal_id":"28","title":"Yakitate!! Japan","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"69","episode_length":24,"synopsis":"Yakitate means \"fresh baked\", but the word \"Japan\" is actually a pun - pan means bread in Japanese, so Kazuma is out to make Japan, a unique Japanese bread to compete with the best bread from around the world!\nAzuma became obsessed with bread when he was six years old. His sister yelled that their family should start having bread for breakfast sometimes, but their grandfather refused to even consider it, as he would only eat natto, miso soup, and rice for breakfast. Kazuma agreed, saying he didn`t like bread, but his sister kidnaps him and takes him to a bread store to show him the wonders of fresh-baked bread. Not only is Kazuma converted, but the owner discovers that Kazuma has the magical \"Hands of the Sun\" whose warmth makes them particularly suited to making bread. The owner packs up shop and goes to Tokyo to fulfill his dream of making Japan, but Kazuma continues his bread-baking dream as well, and ends up going to Tokyo himself when he`s sixteen, to compete for a spot at the foremost bread store in Japan - Pantasia!","genres":["Comedy","Shounen"],"producers":["Sunrise","TV Tokyo","Aniplex","d-rights"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/6/14527.jpg"}
{"mal_id":"29","title":"Zipang","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"26","episode_length":24,"synopsis":"Mirai, an improved Kongou-class Aegis guided missile destroyer, is one of the newest and most advanced ships in the entire Japanese Self-Defense Force (SDF). Her crew, also one of the newest, is lead by Capt. Umezu Saburo and Executive Officer Kadomatsu Yosuke. While running scheduled training exercises one day, Mirai encounters a fierce storm that throws their navigation systems into temporary disarray. After a few minutes of recovery, the crew is shocked to discover that they've been transported back in time to June 4, 1942 -- The Battle of Midway, during World War II. Letting history take its course for this battle, they manage to avoid the conflict firsthand and make a vow to remain annonymous, changing history as little as possible. However, when the crew comes across the dying Lt. Commander Kusaka Takumi, XO. Kadomatsu's instincts to save lives takes over, changing the course of history more than he could've imagined. \n(Source: ANN)","genres":["Action","Historical","Sci-Fi","Military","Seinen"],"producers":["Geneon Universal Entertainment","Studio Deen","Marvelous Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/1/2166.jpg"}
{"mal_id":"30","title":"Neon Genesis Evangelion","aka":null,"rating":"R - 17+ (violence & profanity)","status":"Finished Airing","episode_count":"26","episode_length":24,"synopsis":"In the year 2015, the Angels, huge, tremendously powerful, alien war machines, appear in Tokyo for the second time. The only hope for Mankind's survival lies in the Evangelion, a humanoid fighting machine developed by NERV, a special United Nations agency. Capable of withstanding anything the Angels can dish out, the Evangelion's one drawback lies in the limited number of people able to pilot them. Only a handful of teenagers, all born fourteen years ago, nine months after the Angels first appeared, are able to interface with the Evangelion. One such teenager is Shinji Ikari, whose father heads the NERV team that developed and maintains the Evangelion. Thrust into a maelstrom of battle and events that he does not understand, Shinji is forced to plumb the depths of his own inner resources for the courage and strength to not only fight, but to survive, or risk losing everything. \r\n(Source: AniDB)","genres":["Action","Dementia","Drama","Mecha","Sci-Fi","Psychological"],"producers":["Gainax","TV Tokyo","ADV Films","Kadokawa Shoten","NAS"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/12/21418.jpg"}
{"mal_id":"31","title":"Neon Genesis Evangelion: Death & Rebirth","aka":null,"rating":"R - 17+ (violence & profanity)","status":"Finished Airing","episode_count":"1","episode_length":110,"synopsis":"During the early 21st century a meteorite crashed into Antarctica. After scientists went to study the crash a gigantic explosion followed, classified as the 'Second Impact'. Shinji Ikari is a fourteen year-old boy who has come to Toyko3, a city that also serves as a fortress, to meet up with his father who left him many years ago. The city also happens to be under siege by monstrous creatures called 'Angels' at the time of his arrival. Somehow Shinji finds himself in Evangelion Unit 01, and manages to synchronize with the giant robot. Shinji is told to become its permanent pilot, and is thrown into combat as the city's last defense for fighting off the angels. However, as Shinji fights, he begins to realize the truth behind the Angels, the Second Impact, man's struggle against God and what he truly is afraid of. \n(Source: ANN) ","genres":["Drama","Mecha","Sci-Fi","Psychological"],"producers":["Gainax","Production I.G","Movic","Sega","TV Tokyo Music"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/13/22559.jpg"}
{"mal_id":"32","title":"Neon Genesis Evangelion: The End of Evangelion","aka":null,"rating":"R+ - Mild Nudity","status":"Finished Airing","episode_count":"1","episode_length":87,"synopsis":"NERV is being attacked by SEELE and Rei becomes one with Lillith. Together with the Spear of Longinus and the completed EVA-series, Shinji will decide whether or not mankind will cease to exist. He has to decide now if he wants to stay alive or be dead, but his decision will affect all of humanity. \r\n(Source: ANN)","genres":["Dementia","Drama","Mecha","Sci-Fi","Psychological"],"producers":["Gainax","Production I.G","TV Tokyo","Toei Animation","Kadokawa Shoten","Movic","Sega","TV Tokyo Music"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/11/31285.jpg"}
{"mal_id":"33","title":"Berserk","aka":null,"rating":"R+ - Mild Nudity","status":"Finished Airing","episode_count":"25","episode_length":25,"synopsis":"A brave young warrior named Guts fights for his fortune as a mercenary on the front lines. A fated encounter unites Guts with the charismatic and deadly young man named Griffith. Leading the rogue soldiers known as the Band of the Hawk, Griffith wields his formidable force like no other. Driven by a quest for status, the Hawks exert military and social prowess the likes of which have never been seen before. The armies of Midland will quake with fear as Griffith and Guts set off on a path that will bring the world to its knees.\r\n(Source: Season One Complete DVD Collection Back Cover)","genres":["Action","Adventure","Demons","Drama","Fantasy","Horror","Romance","Supernatural","Military","Seinen"],"producers":["Oriental Light and Magic","VAP","Media Blasters","NYAV Post"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/12/18520.jpg"}
{"mal_id":"43","title":"Ghost in the Shell","aka":null,"rating":"R+ - Mild Nudity","status":"Finished Airing","episode_count":"1","episode_length":83,"synopsis":"In the year 2029, the barriers of our world have been broken down by the net and by cybernetics, but this brings new vulnerability to humans in the form of brain-hacking. When a highly-wanted hacker known as 'The Puppetmaster' begins involving them in politics, Section 9, a group of cybernetically enhanced cops, are called in to investigate and stop the Puppetmaster. The pursuit will call into question what makes a human and what is the Puppetmaster in a world where the distinction between human and machine is increasingly blurry.\n(Source: ANN)","genres":["Mecha","Sci-Fi","Police","Psychological"],"producers":["Production I.G","Production Reed"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/11/8712.jpg"}
{"mal_id":"44","title":"Samurai X: Trust and Betrayal","aka":"Rurouni Kenshin: Tsuiokuhen","rating":"R - 17+ (violence & profanity)","status":"Finished Airing","episode_count":"4","episode_length":30,"synopsis":"In the days before the Japanese Revolution, Hiko Seiijuro, a wandering master swordsman and hermit, encounters a bandit raid on a slave wagon. Hiko kills the raiding bandits in hopes of saving as many lives as possible, but only manages to spare one life from the massacre. Hiko leaves the child, advising him to go to the nearby village and have them take care of him. A few days later, as Hiko comes back to check upon the child he saved, he is shocked to see the child had created graves, both for the slaves he befriended and the bandits who killed them. Seeing potential in the young one, Hiko takes the child under his wing, names him Kenshin, meaning “heart of sword,” and teaches him about the art of swordsmanship under the Hiten Mitsuruugi Ryu.\nStruggling in a constant challenge with his ideal beliefs reflecting against the harshness of reality, Tsuiokuhen tells the melancholic and dark story of Himura Kenshin as one of the most feared assassins of the Japanese Revolution: the Hitokiri Battousai.\n[Written by MAL Rewrite]","genres":["Action","Historical","Martial Arts","Romance"],"producers":["Studio Deen"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/9/13160.jpg"}
{"mal_id":"45","title":"Samurai X","aka":"Rurouni Kenshin","rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"94","episode_length":25,"synopsis":"Himura Kenshin is a vagabond with a dark past and sunny disposition. Not a ronin but a rurouni, he was never a samurai, but an assassin of utmost skill in the Meiji restoration, who in the turning point of the war simply walked away. His travels lead him to Tokyo in the 11th year of the Meiji era, where he befriends a female Kendo master, a former thief, a brawler and a doctor all with their own secrets. Together they fight off the enemies surfacing from the dark past that Kenshin cannot escape. \n(Source: ANN)","genres":["Action","Adventure","Comedy","Historical","Samurai","Romance"],"producers":["Studio Gallop","Studio Deen","SME Visual Works","Fuji TV","Media Blasters"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/7/6803.jpg"}
{"mal_id":"46","title":"Samurai X: The Motion Picture","aka":"Rurouni Kenshin: Ishinshishi e no Requiem","rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"1","episode_length":91,"synopsis":"The war against the Tokugawa Shogunate ended years ago. But there are some who are not happy with the outcome. Shigure Takimi watched his friends and family get slashed down in the name of freedom and prosperity. Now he and a band of desperate rebels have sworn to settle one final score. Only one man stands in their way: Kenshin Himura. But when Shigure discovers Kenshin's true identity as the Hitokiri Battousai, his fight becomes a personal vendetta.\r\n(Source: ANN)","genres":["Drama","Historical","Samurai","Shounen"],"producers":["Studio Deen","Fuji TV","Sony Music Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/6/12668.jpg"}
{"mal_id":"47","title":"Akira","aka":null,"rating":"R+ - Mild Nudity","status":"Finished Airing","episode_count":"1","episode_length":124,"synopsis":"It's the year 2019, thirty-one years have passed since the start of World War III. A top-secret child with amazing powers of the mind breaks free from custody and accidentally gets a motorcycle gang involved in the project. This incident triggers psychic powers within one of the gang members, Tetsuo, and he is taken by the army to be experimented on. His mind has been altered and is now on the path of war, seeking revenge on the society that once called him weak. \n(Source: FUNimation) ","genres":["Action","Adventure","Horror","Sci-Fi","Supernatural","Military"],"producers":["Tokyo Movie Shinsha","FUNimation Entertainment","Mainichi Broadcasting","Kodansha","Bandai Entertainment","Toho Company"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/1/47.jpg"}
{"mal_id":"48","title":".hack//Sign","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"26","episode_length":24,"synopsis":"A young wavemaster, only known by the alias of Tsukasa, wakes up in an MMORPG called The World, with slight amnesia. He does not know what he has previously done before he woke up. In The World, he is suspected to be a hacker of the Crimson Knights, as he was seen accompanying a tweaked character in the form of a cat. Unable to log out from the game, he wanders around looking for answers, avoiding the knights and other players he meets along the way.\r\nAs Tsukasa explores The World, he stumbles upon a magical item that takes the form of a 'guardian', which promises him protection from all harm. Subaru, the leader of the Crimson Knights, along with several other players who became acquainted with Tsukasa, set out to investigate why Tsukasa is unable to log out, and attempt to get to the bottom of the problem before it gets out of hand.\r\n[Written by MAL Rewrite]","genres":["Adventure","Mystery","Fantasy","Magic","Sci-Fi"],"producers":["Bee Train","Bandai Visual","Yomiko Advertising","Bandai","CyberConnect2","Bandai Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/8/15142.jpg"}
{"mal_id":"49","title":"Oh! My Goddess","aka":"Aa! Megami-sama!","rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"5","episode_length":30,"synopsis":"When college student Keiichi Morisato dials the wrong number while ordering for some food at his dormitory, he accidentally gets connected to the Goddess Hotline and a beautiful goddess named Belldandy appears out of a mirror in front of him. After getting kicked out of the dorm, Keiichi and Belldandy move to an old shrine and soon afterwards, Belldandy's sisters Urd and Skuld move in. ","genres":["Comedy","Magic","Romance","Supernatural"],"producers":["Bandai Visual","KSS","Kodansha","Animeigo"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/12/35947.jpg"}
{"mal_id":"50","title":"Oh! My Goddess","aka":"Aa! Megami-sama! (TV)","rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"24","episode_length":24,"synopsis":"Keiichi Morisato is looking forward to university life. But in reality, he has no luck in anything, and he has trouble with clubs, love, etc. The truth is that he has an unlucky star above his head. One day, Keiichi is stuck watching the dorm while his sempai are away, and has a mountain of chores to do to boot. But Keiichi is a good-natured person, and is set about doing his duties. As he is about to finish his final chore, he makes a phone call to his sempai. But the words that came through the receiver are, 'Goddess Help Line.' Shortly afterwards, a beautiful goddess named Belldandy appears in front of him from the mirror of his room. ","genres":["Comedy","Magic","Romance","Supernatural"],"producers":["Bandai Visual","AIC","TBS","Media Blasters","NYAV Post"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/2/17841.jpg"}
{"mal_id":"51","title":"Angel Sanctuary","aka":"Tenshi Kinryouku","rating":"R+ - Mild Nudity","status":"Finished Airing","episode_count":"3","episode_length":30,"synopsis":"Mudou Setsuna, a high school student, loves his sister in a way that he shouldn't. He also struggles from supernatural powers. Angels and demons flocks to him as the day of his awakening draws near —he is the angel Alexiel, the highest angel which fought against God, reborn. ","genres":["Action","Drama","Romance","Shoujo","Supernatural"],"producers":["Bandai Visual","Hal Film Maker","AIC","Lantis","Media Blasters"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/11/45208.jpg"}
{"mal_id":"52","title":"Battle Doll Angelic Layer","aka":"Angelic Layer","rating":"PG - Children","status":"Finished Airing","episode_count":"26","episode_length":24,"synopsis":"12-year-old Misaki Suzuhara has just gotten involved in Angelic Layer, a battling game using electronic dolls called angels. Even as a newbie, Misaki shows advanced skills as she meets new friends and enters Angelic Layer tournaments to fight the greatest Angelic Layer champions of the nation. ","genres":["Comedy","Drama","Sci-Fi","Shounen","Sports"],"producers":["Bones","ADV Films","TV Tokyo Music"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/6/23379.jpg"}
{"mal_id":"53","title":"Bluer Than Indigo","aka":"Ai Yori Aoshi","rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"24","episode_length":23,"synopsis":"Kaoru Hanabishi, a college student who lives alone, met a beautiful but bewildered girl dressed in a kimono at a train station. He volunteered to guide her way to the address she was looking for, which happened to be in his neighborhood, but turned out to be an empty lot. Not knowing what to do next, Kaoru invited the devastated girl to his apartment and asked for any additional clues to her destination. She supplied him with a photo of two children whom Kauru immediately identified as himself and Aoi Sakuraba, his childhood friend. It turned out that the girl in front of him is Aoi Sakuraba herself, his betrothed fiancee who came all the way to Tokyo to marry him. Her revelation was not only surprising but also reminded the deepest part of Kaoru's memory for why he left the Hanabishi family in the first place.","genres":["Comedy","Drama","Romance","Harem","Slice of Life"],"producers":["J.C. Staff","FUNimation Entertainment","Movic","Fuji TV","Pioneer LDC","Cosmic Ray"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/7/10172.jpg"}
{"mal_id":"54","title":"Appleseed (Movie)","aka":null,"rating":"R - 17+ (violence & profanity)","status":"Finished Airing","episode_count":"1","episode_length":105,"synopsis":"Growing out of the chaos of a global war, the city of Utopia is populated by humans and bioroids (artificial humans). On the surface, everything is harmonious, but tensions lurk. Into this seemingly perfect society comes a survivor of the wars, Deunan Knute, who carries a legacy that will turn out to be of critical importance to the future of humanity. \n(Source: ANN)","genres":["Action","Drama","Mecha","Sci-Fi","Shounen","Military","Police"],"producers":["Geneon Universal Entertainment","Mainichi Broadcasting","Sentai Filmworks","Digital Frontier","Tohokushinsha Film Corporation"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/4/2555.jpg"}
{"mal_id":"55","title":"Arc the Lad","aka":null,"rating":"R - 17+ (violence & profanity)","status":"Finished Airing","episode_count":"26","episode_length":22,"synopsis":"The story follows Elk, a bounty hunter in some strange futuristic world. On this world archaic but advanced technology exists side by side with primitive attitudes, beasts and magic. In other words it's got a bit of everything. It also has an evil conspiracy who are able to produce powerful monsters called chimera, who can also appear as human. Naturally it is not long before Elk has rescued a young female beast-master and gained himself some serious enemies. \r\n(Source: ANN)","genres":["Action","Adventure","Fantasy","Horror","Sci-Fi"],"producers":["Bee Train","Sony Pictures Entertainment","Aniplex","ADV Films"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/2/7395.jpg"}
{"mal_id":"56","title":"Avenger","aka":null,"rating":"R - 17+ (violence & profanity)","status":"Finished Airing","episode_count":"13","episode_length":24,"synopsis":"Mars has been colonized and is a world where children have been replaced by robot servents known as 'dolls'. Layla is a skilled fighter with a tragic past who travels about the world. Her companions are Nei, a strange and unique doll with some unknown ties to Layla, and Speedy, who is a doll breeder. The founders of Mars see the trio as a threat to their world, and each time they attack Layla and Nei a bit more of their mysterious past and future is revealed. ","genres":["Adventure","Fantasy","Sci-Fi","Shounen"],"producers":["Bee Train","Production I.G","Xebec","Bandai Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/13/19921.jpg"}
{"mal_id":"57","title":"Beck","aka":null,"rating":"R - 17+ (violence & profanity)","status":"Finished Airing","episode_count":"26","episode_length":25,"synopsis":"Tanaka Yukio, better known by his nickname Koyuki is a 14 year old who feels disconnected from life in general. Through the act of saving a mismatched dog, he meets guitarist Minami Ryuusuke, and becomes involved in Ryuusuke's new band BECK. Koyuki's life starts to change as the band struggles towards fame. ","genres":["Comedy","Drama","Music","Shounen","Slice of Life"],"producers":["Madhouse Studios","Marvelous Entertainment","Starchild Records","FUNimation Entertainment","Asatsu DK","Kodansha"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/11/11636.jpg"}
{"mal_id":"58","title":"Blue Gender","aka":null,"rating":"R+ - Mild Nudity","status":"Finished Airing","episode_count":"26","episode_length":23,"synopsis":"Yuji Kaido was diagnosed with a serious disease and cryogenically frozen. He wakes up more than 20 years later--and Earth is nothing like what he remembers. A race of alien bugs called the Blue have taken over the planet, and a few select humans have retreated to the space station Second Earth. Yuji is taken back to Second Earth, where he learns that he and the other sleepers will be instrumental in defeating the Blue. And his relationship with one member of the recovery squad only serves to complicate things.\r\n(Source: ANN)","genres":["Adventure","Drama","Horror","Mecha","Romance","Sci-Fi","Space","Military"],"producers":["AIC","FUNimation Entertainment","Youmex","Toshiba EMI"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/1/2023.jpg"}
{"mal_id":"59","title":"Chobits","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"26","episode_length":24,"synopsis":"In the future, personal computers have developed into \"Persocoms\", mobile computers that look like human beings. Hideki Motosuwa, a prep school student, desperately wants to buy a Persocon but cannot afford to. One day he finds a Persocom that has been thrown away and decides to keep it. When he turns on the Persocom, all she can say is \"Chi\" so he decides to name her that. After a while it starts to become apparent that Chi is more than an average Persocom. Having much better performance, it seems that Chi might be a \"Chobit\", a type of advanced Persocom rumored to have independent thought.\n(Source: ANN)","genres":["Comedy","Drama","Ecchi","Romance","Sci-Fi","Seinen"],"producers":["Madhouse Studios","Geneon Universal Entertainment","FUNimation Entertainment","TBS","Pioneer LDC"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/4/24648.jpg"}
{"mal_id":"60","title":"Chrono Crusade","aka":"Chrno Crusade","rating":"R - 17+ (violence & profanity)","status":"Finished Airing","episode_count":"24","episode_length":23,"synopsis":"The year is 1928 A.D. The place is New York, U.S.A. The economic prosperity brought forth after the Great War also heightened the presence of something far darker and much more sinister: the demonic Sinners. The Magdalene Order is an organization that tries to counter this force. Two of its exorcists are Rosette Christopher and her assistant, Chrono. Both appear out of place in an organization like this, and they are in a quest to find Rosette's missing brother, Joshua. Their relationships, secrets and fates can only be revealed in time...\r\n(Source: ANN)","genres":["Action","Demons","Romance","Supernatural"],"producers":["Gonzo","ADV Films","FUNimation Entertainment","Lantis","Kadokawa Shoten"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/13/14141.jpg"}
{"mal_id":"61","title":"D.N.Angel","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"26","episode_length":23,"synopsis":"Niwa Daisuke is your average teenager, until his fourteenth birthday. He tries to declare his love to the girl of his dreams, but fails. Suddenly, whenever he thinks about this girl he turns into the legendary phantom thief known as Dark Mousy. Daisuke's mother, very much aware of this, makes him turn into Dark and steal valuable works of art for a purpose unknown to Daisuke. As the story unfolds, he learns why, and about his classmate who seems to have the same ability. \n(Source: ANN) ","genres":["Action","Comedy","Fantasy","Magic","Romance","School","Shoujo"],"producers":["Xebec","ADV Films","Kadokawa Shoten","Discotek"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/9/5248.jpg"}
{"mal_id":"62","title":"D.C.~Da Capo~","aka":"Da Capo","rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"26","episode_length":24,"synopsis":"Every year the flowers bloom. Mysterious Cherry Blossoms blooming all over a crescent shaped island. That island is the island of Hatsune...\nThe main character who goes to Kazami Academy, Asakura Junnichi, has the power to see the dreams of other people in his sleep. He was also taught magic by an old lady that allows him to create sweets.\nOne day, Junnichi seems to have seen someone's dream again while he was sleeping. Inside that dream, a girl who was a childhood friend of his appeared. But, he was woken up by his sister Asakura Nemu, forcing him to come back to his regular life. Nemu doesn't actually have any blood relation to Junnichi but their bond is deeper than other real brothers and sisters. So deep that it gives the illusion that they're lovers.\nIt was another peaceful normal day waking up early in the morning and going to Kazami Academy. Together with childhood friend Amakase Miharu, the academy idol Shirakawa Kotori, the two sisters Mizukoshi Moe and Mako who prefer eating nabe on the school roof for lunch. Going through their day as usual, their childhood friend, Yoshino Sakura, who they thought had moved to America suddenly appears. It was a surprise for Junnichi and Nemu. Sakura tells them, \"I came to finish the promise we made during our childhood\"...\n(Source: AnimeNfo and AniDB) ","genres":["Drama","Magic","Romance","Harem"],"producers":["Feel","Lantis","Zexcs"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/5/16732.jpg"}
{"mal_id":"63","title":"DearS","aka":null,"rating":"R+ - Mild Nudity","status":"Finished Airing","episode_count":"12","episode_length":23,"synopsis":"Ikuhara Takeya is a high school student living a normal life. He is not interested in the commotion around a UFO filled with beautiful alien females that crashed on earth a year ago. The aliens, known as DearS, are deciding to take permanent residence on earth. What no one knows is that these aliens are a slave species whose sole purpose is to serve and please their masters. One day, Takeya spots a person shivering behind some bushes. This person, Ren, is one of the DearS, and after being saved by Takeya she chooses him as her master. Takeya, who doesn't know about the master-slave relationship of DearS, tries to teach Ren the normal lifestyle of the people on earth, though he constantly fears that Ren is an evil alien who's trying to brainwash him. Ren, however, isn't like other DearS. She is in fact malfunctioning and is being tracked down by their leader. Meanwhile, Takeya begins to learn more about DearS, and a mythical DearS relationship called “Gift” begins to develop between them. \r\n(Source: ANN)","genres":["Comedy","Ecchi","Romance","Sci-Fi","Harem"],"producers":["Bandai Visual","Hal Film Maker","Daume","Genco","Lantis"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/7/23426.jpg"}
{"mal_id":"64","title":"Rozen Maiden","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"12","episode_length":24,"synopsis":"Sakurada Jun spends his days online, ordering whatever he takes a liking to, only to return it before the payment is due. Due to psychological trauma from school, Jun generally keeps contact with people as little as possible. One day he finds instructions online that tell him to put his order into his desk drawer. Rubbing it off as a joke, Jun mindlessly does so only to find that his order instantly disappears from his drawer. A package suddenly appears, containing a beautiful antique doll. When wound up, this doll comes to life. Sadly for Jun, this doll Shinku views Jun as an equivalent for a servant. Despite the constant demands Jun now receives from Shinku, she slowly helps him overcome his fears of human contact as well as protect him from the deadly battles that come into his life due to her appearance. Based on the manga by PEACH-PIT.","genres":["Action","Comedy","Drama","Magic"],"producers":["Nomad","Mellow Head","Pony Canyon","Sentai Filmworks","Memory-Tech","Studio Jack"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/2/15728.jpg"}
{"mal_id":"65","title":"Rozen Maiden: Dreaming","aka":"Rozen Maiden: Träumend","rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"12","episode_length":24,"synopsis":"As summer break arrives for the students, Jun Sakurada is busily studying on his own in the library, making up for time lost while he had confined himself to his home. Meanwhile, his Rozen Maiden doll, Shinku, has been having troubling dreams of late. The pain and sadness of defeating Suigintou was overwhelming, despite the inevitable battle they waged. After waking suddenly from a nightmare, she finds Suigintou's companion spirit wandering; upon giving chase, she discovers that the seventh Doll-- Barasuishou-- has awakened. She now realizes that Suigintou's fate may very well befall the other Dolls, for the appearance of the last Doll signals the beginning of the end of the Alice Games.\n(Source: ANN)","genres":["Action","Comedy","Drama","Magic"],"producers":["Nomad","Mellow Head","TBS","Sentai Filmworks"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/4/10242.jpg"}
{"mal_id":"66","title":"Azumanga Daioh: The Animation","aka":"Azumanga Daioh","rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"26","episode_length":24,"synopsis":"Azumanga Daioh is about high school life through the eyes of six girls with unusual personalities: Chiyo (the 10-year-old genius), Osaka (the resident airhead), Sakaki (the shy one prone to cat bites), Tomo (the loose cannon), Yomi (the short-tempered one) and Kagura (the resident jock).\r\n(Source: ANN)","genres":["Comedy","School","Slice of Life"],"producers":["J.C. Staff","Genco","ADV Films","Lantis","Imagica","Azumanga Daioh Production Committee","TV Tokyo Music","Cosmic Ray"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/1/66.jpg"}
{"mal_id":"67","title":"Basilisk: The Kouga Ninja Scrolls","aka":"Basilisk: Kouga Ninpou Chou","rating":"R+ - Mild Nudity","status":"Finished Airing","episode_count":"24","episode_length":24,"synopsis":"The year is 1614 AD. Two warring ninja clans, each supporting a son of Hidetada Tokugawa as the next shogun, send ten representatives each to fight to the death for the possession of a scroll. The prize: the annihilation of the other and the staunch support of the Tokugawa government for the winning clan for the next thousand years. \r\n(Source: ANN)","genres":["Action","Adventure","Fantasy","Historical","Samurai","Romance","Supernatural"],"producers":["Gonzo","GDH","FUNimation Entertainment","Kodansha"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/11/6793.jpg"}
{"mal_id":"68","title":"Black Cat","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"23","episode_length":24,"synopsis":"Train Heartnet is the infamous gunman 'Black Cat', a cold-blooded assassin who works for the organization known as 'Chronos', bearing the mark XIII on his body. Most of his life was surrounded by violence, so Train is quiet, asocial and uncaring. However his life changes as he encounters the mysterious Sweeper (bounty hunter), Saya. Her unique way of living interested Train but tragedy occurs, resulting in Train changing the way he has lived towards the life of a Sweeper with newfound friends Sven and Eve.","genres":["Adventure","Comedy","Sci-Fi","Shounen","Super Power"],"producers":["Gonzo","GDH","Dentsu","FUNimation Entertainment","TBS"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/7/4197.jpg"}
{"mal_id":"69","title":"Cluster Edge","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"25","episode_length":24,"synopsis":"Cluster Edge Academy isn't just any school; it's THE school, where the offspring of the elite come together to prepare for their roles running a world where artificial soldiers and religious sects are major factors in the battle for total control. Which may be part of why new transfer student Agate Fluorite doesn't quite seem to fit in. It's not just that Agate's enthusiastic attitude stands out among the somber, brooding balance of the student body. There's something about him that demands notice, even from jaded honors students like Beryl Jasper, and from the moment of arrival he's been at the center of a series of mysteries that not even Agate understands. Because Agate's not just another student, he's part of a something so momentous, and dangerous, that the world that built Cluster Edge may not survive its passing. \n(Source: Sentai Filmworks) ","genres":["Action","Fantasy","Sci-Fi","Military"],"producers":["Sunrise","Bandai Visual","Sentai Filmworks"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/6/15228.jpg"}
{"mal_id":"71","title":"Full Metal Panic!","aka":null,"rating":"R - 17+ (violence & profanity)","status":"Finished Airing","episode_count":"24","episode_length":24,"synopsis":"Sousuke Sagara, a seventeen year old military specialist working for the secret organization MITHRIL, has been assigned to protect the latest \"Whispered\" candidate Kaname Chidori. To complete this task Sousuke will have to deal with enemies from his past as well as the occasional panty thief. Unfortunately for Sousuke, the toughest part of his mission isn't only protecting Miss Chidori but also getting used to living an average High School students life, no easy task for someone raised on the battlefield.\r\n(Source: ANN)","genres":["Action","Comedy","Mecha","Sci-Fi"],"producers":["Gonzo","ADV Films","FUNimation Entertainment","Kadokawa Shoten"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/6/9549.jpg"}
{"mal_id":"72","title":"Full Metal Panic? Fumoffu","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"12","episode_length":24,"synopsis":"It's back-to-school mayhem with Kaname Chidori and her war-freak classmate Sousuke Sagara as they encounter more misadventures in and out of Jindai High School. But when Kaname gets into some serious trouble, Sousuke takes the guise of Bonta-kun - the gun-wielding, butt-kicking mascot. And while he struggles to continue living as a normal teenager, Sousuke also has to deal with protecting his superior officer Teletha Testarossa, who has decided to take a vacation from Mithril and spend a couple of weeks as his and Kaname's classmate.\r\n(Source: ANN)","genres":["Action","Comedy","School"],"producers":["Kyoto Animation","ADV Films","FUNimation Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/13/21580.jpg"}
{"mal_id":"73","title":"Full Metal Panic! The Second Raid","aka":null,"rating":"R+ - Mild Nudity","status":"Finished Airing","episode_count":"13","episode_length":24,"synopsis":"This series is set about two months after the events ocurred in the Tuatha de Danaan at the end of the original series. Mithril becomes aware of a secret organization that has technology able to counter the ECS (Electronic Cloaking System) mode. This organization, known as Amalgam, also has \"Black Technology\", obtained from \"Whispered\" like Kaname Chidori, and like the other intelligency agencies, they intend to obtain more. However, when Sousuke's mission to protect Chidori is terminated by Mithril, all seems to be in place for Amalgam's plans... Like many of its fans know, it is based of the FMP novel \"The End of Day by Day.\"\r\n(Source: ANN)","genres":["Action","Mecha","Military"],"producers":["Kyoto Animation","ADV Films","FUNimation Entertainment","Kadokawa Shoten","Kadokawa Pictures USA","Happinet Pictures"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/10/31967.jpg"}
{"mal_id":"74","title":"Gakuen Alice","aka":null,"rating":"PG - Children","status":"Finished Airing","episode_count":"26","episode_length":25,"synopsis":"Sakura Mikan and Imai Hotaru are best friends, and Mikan is shocked to find that Hotaru is transferring to a school in Tokyo for gifted students like her - Alice Academy. Mikan hears rumors that the students are like prisoners there, and worried what would happen to Hotaru, she runs away to head to the school herself. She finds out all the wonderful things about this school. And she heads into a great adventure!!","genres":["Comedy","Magic","School","Shoujo"],"producers":["Aniplex","Group TAC","Sogo Vision","The Right Stuf International"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/4/18118.jpg"}
{"mal_id":"75","title":"Fafner of the Blue Sky","aka":"Soukyuu no Fafner: Dead Aggressor","rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"25","episode_length":24,"synopsis":"Tatsumiyajima is the central island in the middle of a small cluster of islands, in a sleepy backwater of the Japanese isles. Not much happens there, and the island's young people go to school knowing that their lives are likely to remain peaceful and undisturbed. Or so they have been taught... but the truth is different. The fate of mankind is on the line, and Tatsumiyajima is the last line of defense against a hostile and incomprehensible enemy. At the center of it all, fighting for Humanity's continued existence, is the giant robot Fafner, the dragon that guards this final treasure of mankind.\n(Source: ANN)","genres":["Drama","Mecha","Sci-Fi"],"producers":["Xebec","Geneon Universal Entertainment","FUNimation Entertainment","TV Tokyo Music"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/1/75.jpg"}
{"mal_id":"76","title":"Magical Girl Lyrical Nanoha","aka":"Mahou Shoujo Lyrical Nanoha","rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"13","episode_length":25,"synopsis":"3rd grader Takamachi Nanoha stumbled upon an injured talking ferret after hearing his telepathic cries for help. The ferret turned out to be Yuuno, an archeologist and mage from another world who had accidentally scattered the dangerous Jewel Seeds throughout Earth. Without the strength to collect the Jewel Seeds, Yuuno had resumed a ferret form and needed someone else to take on the task for him. He gave a red jewel to Nanoha explaining to her with this she could transform and use magic to combat the monsters that threatened them due to the Jewel Seeds. But the monsters are the least of their worries, as Yuuno and Nanoha are not the only ones out to collect the Jewel Seeds. ","genres":["Action","Comedy","Drama","Magic","Super Power"],"producers":["Seven Arcs","FUNimation Entertainment","Omnibus Japan"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/7/6770.jpg"}
{"mal_id":"77","title":"Magical Girl Lyrical Nanoha A's","aka":"Mahou Shoujo Lyrical Nanoha A's","rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"13","episode_length":25,"synopsis":"After the events of the Lost Logia case, Nanoha waits patiently for the day she can reunite with her newfound friend, Fate. Although being an exceptionally powerful mage, Nanoha spends her days normally with her friends on Earth. But peace is once again suddenly shattered, as Nanoha is without warning attacked by a powerful mage. A group of violent mages have been attacking anything with magic power for their own goals. Nanoha and Fate, along with their friends Yuuno, Arf, Chrono and the Space/Time Administration Bureau must once more band together to stop these renegade mages from hurting anyone or anything else. Takes place after the first season of Lyrical Nanoha.","genres":["Action","Comedy","Drama","Magic","Super Power"],"producers":["Seven Arcs","FUNimation Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/4/6767.jpg"}
{"mal_id":"79","title":"Shuffle!","aka":null,"rating":"R+ - Mild Nudity","status":"Finished Airing","episode_count":"24","episode_length":23,"synopsis":"In present times, Gods and Demons coexist together with Humans after the door between each of these worlds had opened. Tsuchimi Rin is a normal young high school student attending Verbena Academy, spending his days living peacefully with his childhood friend Kaede. Unexpectedly, one day the King of Gods, the King of Demons and their families move into be Rin's next door neighbors. Apparently the daughter of the Gods, Sia, and the daughter of the demons, Nerine, are both deeply in love with Rin after having met him the past. Along with his playful friendship with upperclassmen Asa and his encounter with the silent but cute Primula, Rin has much on his hands dealing with the affections of each of these girls. Based on the eroge by Navel.","genres":["Comedy","Drama","Ecchi","Fantasy","Magic","Romance","School","Harem","Seinen"],"producers":["Xebec","FUNimation Entertainment","Lantis","Asread","Memory-Tech"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/10/19622.jpg"}
{"mal_id":"80","title":"Mobile Suit Gundam","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"43","episode_length":25,"synopsis":"In the year Universal Century 0079, humanity lives in space colonies called Sides. Side 3, the Principality of Zeon, has declared war on the Earth Federation. After the intial fighting, an 8-month stalemate occured. However that stalemate breaks when Amuro Ray stumbles into the Gundam, the Earth Federation's secret weapon. Now Amuro and the crew of White Base must stand up to Zeon in order to end the war. \r\n(Source: ANN) ","genres":["Action","Mecha","Sci-Fi","Shounen","Space","Military"],"producers":["Sunrise","Bandai Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/5/12462.jpg"}
{"mal_id":"81","title":"Mobile Suit Gundam: The 08th MS Team","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"12","episode_length":24,"synopsis":"UC 0079 - After the success of Operation Odessa, more and more Earth Federation soldiers are sent to earth to free it from the hands of the Principality of Zeon. As Zeonic troops retreat to unknown parts of the world, it's up to the Earth Federation Ground Force to find them and exterminate them. \nEnsign Shiro Amada is made leader of the 08th MS Team, leading a team of Ground Type Gundams into battle. His mission: to distract the enemy and find a mysterious new Zeon weapon. But can he complete it when he falls in love with a Zeon pilot, named Aina Sahalin? \n(Source: Otakufreakmk2, copyedited by Kolokotronis) ","genres":["Adventure","Drama","Mecha","Romance","Sci-Fi","Shounen","Military"],"producers":["Sunrise","Bandai Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/11/23531.jpg"}
{"mal_id":"82","title":"Mobile Suit Gundam 0080: War in the Pocket","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"6","episode_length":30,"synopsis":"The Side 6 space colony is a neutral oasis in the war between Zeon and the Earth Federation. Alfred Izuruha, a ten-year-old boy, finds relief from the tedium of schoolwork by following the war's progress and collecting military memorabilia. When rumors that the colony is hiding a Federation mobile suit development program bring Zeon special forces to Side 6, Alfred views them as a source of additional excitement. But, as the Zeon mission becomes more urgent and both sides take increasingly desperate measures, he might be in for an unexpectedly close look at the reality of war.","genres":["Adventure","Drama","Mecha","Sci-Fi","Shounen","Space","Military"],"producers":["Sunrise","Bandai Visual","Bandai Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/1/82.jpg"}
{"mal_id":"83","title":"Mobile Suit Gundam: The 08th MS Team - Miller's Report","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"1","episode_length":52,"synopsis":"Shortly after being rescued off the Himalayas, Federation Ensign Shiro Amada is accused of espionage due to his encounter with Zeon's top-secret mobile armor. Intelligence officer Alice Miller is assigned to investigate on Shiro's whereabouts during his disappearance. Her documented findings will determine whether or not Shiro is a traitor, and what his fate will be as commander of the 08th MS Team.\r\n(Source: ANN)","genres":["Drama","Mecha","Sci-Fi","Shounen","Military"],"producers":["Sunrise","Bandai Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/4/16057.jpg"}
{"mal_id":"84","title":"Mobile Suit Gundam 0083: Stardust Memory","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"13","episode_length":30,"synopsis":"U.C. 0083 - Three years after the end of the catastrophic One Year War, peace on Earth and the colonies is shattered by the presence of the Delaz Fleet, a rogue Zeon military group loyal to the ideals of the late dictator Gihren Zabi. Delaz Fleet's ace pilot Anavel Gato, once hailed as \"The Nightmare of Solomon\", infiltrates the Federation's Torrington base in Australia and steals the nuclear-armed Gundam GP02A \"Physalis\" prototype. Rookie pilot Kou Uraki - with the aid of Anaheim Electronics engineer Nina Purpleton and the crew of the carrier Albion - pilots the Gundam GP01 \"Zephyranthes\" prototype in an attempt to recover the stolen Gundam unit and prevent another war from breaking out. \r\n(Source: ANN)","genres":["Adventure","Drama","Mecha","Sci-Fi","Shounen","Space","Military"],"producers":["Sunrise","Bandai Visual","Bandai Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/13/26654.jpg"}
{"mal_id":"85","title":"Mobile Suit Zeta Gundam","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"50","episode_length":24,"synopsis":"The year is Universal Century 0087. Seven years have passed since the end of the One Year War. In its zeal to stamp out any remaining opposition, the Earth Federation has organized the Titans, an elite fighting force. However, the Titans soon get out of hand, committing atrocities on par with the worst the Principality of Zeon had to offer during the war. In response, dissatisified citizens, former Zeon soldiers, and even members of the Earth Federal Forces form a resistance group known as the Anti-Earth Union Group, or AEUG. As the next war is brewing, a small AEUG group arrives at Side 7 to investigate the new Gundam Mk. II... \r\n(Source: ANN)","genres":["Drama","Mecha","Sci-Fi","Shounen","Space","Military"],"producers":["Sunrise","Bandai Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/6/11153.jpg"}
{"mal_id":"86","title":"Mobile Suit Gundam ZZ","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"47","episode_length":24,"synopsis":"The year is Universal Century 0088. Directly after the end of the Gryps War, Haman Karn and her army of Zeon remnants on the asteroid Axis begin their quest of reviving the lost empire of the Zabi's, and proclaim themselves as the Neo-Zeon. With the Earth Federation as hapless as ever, only the Anti-Earth Union Group (AEUG) is able oppose the plans of Neo-Zeon. In need of all the help it can get after being decimated in the previous war and losing many of its key members, the AEUG ship Argama enlists the aid of a young junk collector from the Side 1 colony of Shangri-La named Judau Ashta to pilot its newest mobile suit, the Double Zeta Gundam.\r\n(Source: ANN)","genres":["Comedy","Drama","Mecha","Sci-Fi","Shounen","Space","Military"],"producers":["Sunrise"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/2/4636.jpg"}
{"mal_id":"87","title":"Mobile Suit Gundam: Char's Counterattack","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"1","episode_length":119,"synopsis":"U.C. 0093 - Char Aznable, the infamous \"Red Comet\" of the One Year War, has come out of hiding to lead the Neo-Zeon Army and wage war against the Earth Federation. Only his greatest rival, Gundam pilot Amuro Ray, can stop him from dropping the Axis asteroid on Earth and causing a major global catastrophe.\r\n(Source: ANN)","genres":["Drama","Mecha","Sci-Fi","Shounen","Space","Military"],"producers":["Sunrise","Studio Hibari","Bandai Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/5/14769.jpg"}
{"mal_id":"88","title":"Mobile Suit Gundam F91","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"1","episode_length":120,"synopsis":"U.C. 0123.  Mobile Suit Gundam F91 is Gundam creator Yoshiyuki Tomino's attempt to launch a new Gundam saga, set thirty years after Char's Counterattack.\r\nThe story of Gundam F91 revolves around teenage space colonist Seabook Arno, his friend Cecily Fairchild, and the efforts of the Crossbone Vanguard militia, led by Cecily's grandfather Meitzer Ronah, to establish an aristocracy known as \"Cosmo Babylonia\".\r\nIn keeping with Gundam tradition, the civilian Seabook is forced by circumstance to pilot the F91 Gundam, coincidentally designed in part by his estranged mother, Dr. Monica Arno.\r\n(Source: Wikipedia)","genres":["Drama","Mecha","Sci-Fi","Shounen","Space","Military"],"producers":["Sunrise","Shochiku","Bandai Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/10/35255.jpg"}
{"mal_id":"89","title":"Mobile Suit Victory Gundam","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"51","episode_length":24,"synopsis":"It is Universal Century 0153. On the space colonies located at Side 2, the Zanscare Empire has come to power and it holds onto that power through liberal use of the guillotine. With its forces invading the Earth and its space fleets preparing to subjugate the other Sides, the Zanscare Empire has nothing to fear from the weakening Earth Federation. It is opposed only by the League Militaire, whose state of the art mobile suits and young pilots comprise the only real resistance movement. Now, thirteen-year-old Uso Evin has been dragged into the war by a battle near his home in Eastern Europe. As the Newtype pilot of the Victory Gundam, he fights not only to defeat the Zanscare Empire but also to find out what has become of his parents, who left him behind when they went into space. \r\n(Source: ANN)","genres":["Drama","Mecha","Sci-Fi","Shounen","Military"],"producers":["Sunrise","Studio Deen","Apollon"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/6/9993.jpg"}
{"mal_id":"90","title":"Mobile Suit Gundam Wing","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"49","episode_length":24,"synopsis":" It is the year After Colony 195, and war between the Space Colonies and Earth has begun. To give the colonies an edge, they send 5 young soldiers, trained to perfection, to earth in the most powerful of Mobile Suits-Gundams. With their arrival, the tide of the war changes as they battle against the Earth forces and the Colonies of their origin.\r\n(Source: ANN)","genres":["Action","Adventure","Drama","Mecha","Sci-Fi","Shounen","Space","Military","Psychological"],"producers":["Sunrise","TV Asahi","Bandai Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/11/6613.jpg"}
{"mal_id":"91","title":"Mobile Suit Gundam Wing: Endless Waltz","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"3","episode_length":30,"synopsis":"After Colony 196 - One year has passed since the war between Earth and its colonies ended. Heero, Duo, Trowa and Quatre bid farewell to their Gundams and jettison them to the sun. Relena Darlian is now the deputy minister of the Earth Sphere Unified Nation. But as the Gundam pilots are adjusting to the peace on Earth, Relena is kidnapped and a new threat appears, led by Marimeia Khushrenada - daughter of the late dictator Treize Khushrenada and heir to the Barton Foundation. To make matters more complicated, Gundam Nataku pilot Wufei has sided with this faction. The Gundam pilots must recover their mobile suits and once again engage in battle before Marimeia's forces succeed on their bid for global domination. \r\n(Source: ANN)","genres":["Action","Drama","Mecha","Sci-Fi","Shounen","Military"],"producers":["Sunrise","Bandai Visual","Bandai Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/1/91.jpg"}
{"mal_id":"92","title":"After War Gundam X","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"39","episode_length":24,"synopsis":"When one space colony declared its independence from the Earth Federation, the devastating 7th Space War, an all-out war between Earth and space, resulted. The Federation responded to the Space Revolutionary Army with mobile suits, called Gundams. However, the Space Revolutionary forces played their trump card and dropped hundreds of space colonies onto the Earth, plunging the planet into a seven-year-long nuclear winter. The Federation collapsed, but the Space Revolutionary Army was unable to invade the Earth in the aftermath of the colony drop. Fifteen years have passed. The year is now After War 0015, and a New Federation has sprung up on Earth to restore order. In space, the colonial leaders have been rebuilding their own forces as well. By chance, fifteen-year-old Garrod Ran has discovered an old Federation mobile suit, the Gundam X, and now he uses it to help out the Vulture ship Freeden in its struggle to keep the powers that be from repeating the mistakes of the past. ","genres":["Adventure","Drama","Mecha","Sci-Fi","Shounen"],"producers":["Sunrise"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/10/16054.jpg"}
{"mal_id":"93","title":"Mobile Suit Gundam Seed","aka":null,"rating":"R - 17+ (violence & profanity)","status":"Finished Airing","episode_count":"50","episode_length":24,"synopsis":"C.E. 71: In the midst of war between the Naturals (OMNI) and Coordinators (ZAFT), a unit from ZAFT is dispatched to hijack the Earth Alliance's newly developed mobile suits on the neutral colony of Heliopolis. Orb Civilian Coordinator Kira Yamato attends the technical college on Heliopolis. After ZAFT hijacks 4 of the 5 mobile suits, Kira stumbles upon the last one, Strike, forced to pilot it to save his and his friend's lives. During this confusion, Kira also reunites with his childhood Coordinator friend, Athrun Zala, who ironically turns out to be a ZAFT soldier and one of the hijackers at Heliopolis. Having control of Strike, Kira joins the Earth Alliance boarding the ship known as Archangel, to protect his friends while despairing over becoming the enemy of his childhood friend and people.","genres":["Action","Mecha","Sci-Fi","Military"],"producers":["Sunrise","Asatsu DK","Mainichi Broadcasting","Bandai Entertainment","Sony Music Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/9/16838.jpg"}
{"mal_id":"94","title":"Mobile Suit Gundam Seed Destiny","aka":null,"rating":"R - 17+ (violence & profanity)","status":"Finished Airing","episode_count":"50","episode_length":24,"synopsis":"C.E. 73: While the second battle of Yachin Due brought the war between the Naturals and Coordinators to a close, tensions between the two races are at an all-time high. During a meeting between PLANT Chairman Gilbert Dullindal and Orb Representative Cagalli Yula Athha, a unit of soldiers hijack ZAFT's newly developed Gundams. ZAFT soldier Shinn Asuka along with his friends at the ZAFT ship Minerva sortie in attempt to deter this hijacking. With the assistance of Cagalli's bodyguard, Athrun Zala, the Minerva chases after the unknown ship that hijacked the Gundams until an even greater problem occurs leading to the start of the second Bloody Valentine war.","genres":["Drama","Mecha","Romance","Sci-Fi","Shounen","Space","Military"],"producers":["Sunrise","Mainichi Broadcasting","Bandai Entertainment","Sony Music Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/8/14526.jpg"}
{"mal_id":"95","title":"∀ Gundam","aka":"Turn A Gundam","rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"50","episode_length":24,"synopsis":"This story is set thousands of years in the future. The people of Earth have forgotten the space wars of the past, reverting back to a pre-industrial existence. But the lunar settlers known as the Moonrace, who have retained their high technology, now plan to seize their mother planet for themselves. As the war of the worlds begins, a young Moonrace citizen named Loran Cehack, pilot of the legendary Turn A Gundam, struggles to bridge the gap between humanity's long-separated branches.\n(Source: GundamOfficial)","genres":["Action","Adventure","Drama","Mecha","Parody","Sci-Fi","Space","Military"],"producers":["Sunrise","Fuji TV"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/3/27038.jpg"}
{"mal_id":"96","title":"Mobile Fighter G Gundam","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"49","episode_length":24,"synopsis":"In the Year FC 60, much of mankind inhabits space colonies which orbit the Earth. Dominance over the colonies is decided once every four years by a large tournament in which each nation sends a single representative to fight the others with a giant robot called a Gundam. Domon Kashuu is selected to represent Neo-Japan in one of these tournaments, but he fights less to ensure his nation's victory than to find his brother, who has been blamed for the deaths of Domon's parents and the disappearance of a very dangerous weapon, the Dark Gundam or Devil Gundam.\n(Source: ANN)","genres":["Adventure","Comedy","Drama","Martial Arts","Mecha","Romance","Sci-Fi","Shounen","Space","Sports"],"producers":["Sunrise","Bandai Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/2/23602.jpg"}
{"mal_id":"97","title":"Last Exile","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"26","episode_length":24,"synopsis":"It's the dawn of the Golden Age of Aviation on planet Prester, and retro-futuristic sky vehicles known as vanships dominate the horizon. Claus Valca – a flyboy born with the right stuff – and his fiery navigator Lavie are fearless racers obsessed with becoming the first sky couriers to cross the Grand Stream in a vanship. But when the high-flying duo encounters a mysterious girl named Alvis, they are thrust into the middle of an endless battle between Anatoray and Disith – two countries systematically destroying each other according to the code of chivalric warfare. Lives will be lost and legacies determined as Claus and Lavie attempt to bring peace to their world by solving the riddle of its chaotic core.\n(Source: Funimation)","genres":["Action","Adventure","Sci-Fi"],"producers":["Gonzo","Geneon Universal Entertainment","GDH","FUNimation Entertainment","TV Tokyo Music"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/7/10888.jpg"}
{"mal_id":"98","title":"My-Hime","aka":"Mai-HiME","rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"26","episode_length":23,"synopsis":"Thirteen girls, each with the ability to materialize \"Elements\" and summon metallic guardians called \"Childs\" have been brought to Fuuka Academy to battle mysterious creatures called Orphans. Each with a different personality and background, they must decide who they truly care about and why they fight. ","genres":["Action","Comedy","Drama","Fantasy","Magic","Mecha","Romance","School","Shoujo Ai"],"producers":["Sunrise","Bandai Entertainment","TV Tokyo Music"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/13/7226.jpg"}
{"mal_id":"99","title":"My ZHiME","aka":"Mai-Otome","rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"26","episode_length":24,"synopsis":"Arika Yumemiya has traveled far in search of her goal: the prestigious Gualderobe Academy. This is the school where young girls are trained to become Otomes, protectors of royal leaders throughout the lands. Here, Arika makes plenty of friends, but some enemies know something about her past that she does not. Nevertheless, her spirit and determination will keep pushing her forward. --- Adapted from its predecessor, Mai-HiME, this series is not a direct sequel, but an alternate universe setting featuring some of the Mai-HiME cast (though with different personalities). \n(Source: ANN)","genres":["Comedy","Drama","Fantasy","Magic"],"producers":["Sunrise","Bandai Visual","Lantis","Bandai Entertainment","TV Tokyo Music"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/6/10715.jpg"}
{"mal_id":"100","title":"Prétear: The New Legend of Snow White","aka":"Shin Shirayuki-hime Densetsu Pretear","rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"13","episode_length":23,"synopsis":"A sixteen year old girl is struggling to adjust to a new step-family when seven guys appear on the scene revealing that she possesses a special magical power. Shying away from the strange group, she later joins them when a monster places her friend's life in jeopardy. Without training, she must prove herself capable to take up the sacred duty of the Pretear. They must resolve their differences and work together to defeat the evil princess intent on destruction. \n(Source: FUNimation) ","genres":["Comedy","Drama","Fantasy","Magic","Romance","Shoujo","Super Power"],"producers":["Hal Film Maker","ADV Films","FUNimation Entertainment","Kadokawa Shoten","Rondo Robe"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/9/11709.jpg"}
{"mal_id":"101","title":"Air","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"13","episode_length":24,"synopsis":"Yukito Kunisaki is on a journey in search of the Winged Maiden who was bound to the sky centuries ago, after hearing an old childhood tale from his mother. As Yukito shows his puppet show to people in an attempt to make some money, he finds himself in a small town in which he did not expect to stay very long. However, when he meets an unusual girl named Misuzu, things take a drastic turn as he is invited to stay with her.\r\nBy staying in the quaint town, Yukito soon becomes friends with the locals. As he gets to know them better, he learns of their problems and decides to help, putting his search for the Winged Maiden on hold. With his search on hold, and his growing attachment to Misuzu and the small town, will Yukito ever find the Winged Maiden, or is she closer than he thought?\r\n[Written by MAL Rewrite]","genres":["Drama","Romance","Slice of Life","Supernatural"],"producers":["Kyoto Animation","ADV Films","FUNimation Entertainment","Pony Canyon","TBS"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/8/22059.jpg"}
{"mal_id":"102","title":"Love You Baby","aka":"Aishiteruze Baby","rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"26","episode_length":25,"synopsis":"Katakura Kippei is in every way a high school playboy. Spending his days flirting with any female he can see, responsibility is the last thing on his mind. Life takes an unexpected turn for him as one day he returns home to find himself with the fulltime task of caring for his 5 year old cousin. Kippei's aunt Miyako had disappeared, appearing to have abandoned his cousin, Yuzuyu. With Kippei's lack of responsibility and knowledge of childcare and Yuzuyu's injured heart with the disappearance of her mother, their time together is in for a bumpy ride. Based on the manga by Maki Youko.","genres":["Comedy","Drama","Romance","Shoujo"],"producers":["TMS Entertainment","Animax","Toei Video","Sunny Side Up"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/8/6792.jpg"}
{"mal_id":"103","title":"Red Riding Hood Chacha","aka":"Akazukin Chacha","rating":"G - All Ages","status":"Finished Airing","episode_count":"74","episode_length":24,"synopsis":"Akazukin Chacha is the story of a young magical girl (Mahō Shōjo) named Chacha. Living with her guardian in a cottage on Mochi-mochi mountain is Seravi, who is her teacher and also the fictional world's greatest magician. Chacha is clumsy in casting her spells because, throughout the anime, when she summons something, it often turns out to be something that she didn't mean to cast, for example, spiders (kumo) instead of a cloud (also kumo). At times in the anime when she and her friends are in trouble, however, her spells do work. Living on the same mountain is a boy gifted with enormous strength named Riiya. It is described that Riiya came from a family of werewolves who can instantly change into a wolf whenever they want. Quite far from Mochi-mochi mountain lies Urizuri mountain. Dorothy, also a well known magician in her land, lives in a castle on Urizuri mountain. Living with her is Shiine, her student. Shiine is adept when it comes to casting spells. He is a young wizard and most of his knowledge about magic was taught to him by Dorothy.\r\nThe first 2 seasons were originally created by the anime team. Most of the stories in season 3 are based on the manga.\r\n(Source: Wikipedia)","genres":["Adventure","Comedy","Fantasy","Magic","Romance","Shoujo"],"producers":["NAS"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/8/2792.jpg"}
{"mal_id":"104","title":"Ceres, Celestial Legend","aka":"Ayashi no Ceres","rating":"R - 17+ (violence & profanity)","status":"Finished Airing","episode_count":"24","episode_length":21,"synopsis":"Ceres was a tennyo (Celestial maiden) who came down from the heavens to bathe in a stream. She hung her hagoromo (robe) on a tree nearby, which was her key to returning to the heavens. But the robe was stolen and the man who had stolen it forced her to become his wife, thus producing a family full of human and tennyo blood mixed. \r\nNow, in modern day time, Aya Mikage is a descendent of Ceres, and has quite an amount of tennyo blood. On her 16th birthday, she and her twin brother, Aki, are thrown a party. At the \"party\", Aya's grandpa plans to kill her, for she has tennyo powers unlike the rest of the family, and can actually become Ceres herself and destroy the Mikage family. Aya, however, can switch back, so this transformation happens quite frequently. \r\nWith protector Yuuhi by her side, it is up to Aya to control Ceres and keep her from coming back, but her relationship with an ex-worker for her evil grandpa may be a distraction. ","genres":["Adventure","Comedy","Drama","Horror","Romance","Shoujo","Supernatural","Psychological"],"producers":["Studio Pierrot","Bandai Visual","Viz Media"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/8/23580.jpg"}
{"mal_id":"105","title":"Boys Be...","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"13","episode_length":23,"synopsis":"There are two sides to every love story, and Boys Be... reveals what's really going on - from the guy's point of view!\nMeet three normal high school guys with just one thing on their minds: girls. Quiet Kyoichi has been friends with Chiharu ever since they were young, but lately, his feelings have begun to change. Lecherous Makoto, a self-proclaimed master of the rules of romance, is ready to sweep the ladies off their feet. And Yoshihiko, a handsome sports nut, is unfortunately a bit clueless in matters of the heart.\nJoin this hapless trio for a year of romantic misadventures that will change their lives forever!\n(Source: RightStuf)","genres":["Comedy","Romance","Shounen","Slice of Life"],"producers":["Hal Film Maker","The Right Stuf International"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/1/2223.jpg"}
{"mal_id":"106","title":"Boys Over Flowers","aka":"Hana Yori Dango","rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"51","episode_length":25,"synopsis":"Makino Tsukushi: a girl who comes from a poor family just wants to get through her 2 last years at Eitoku Gakuen, quietly. But once she makes herself known by standing up for her friend to the F4, the 4 most popular, powerful and rich boys at the school. She gets the red card: F4's way of a \"Declaration of War\". But when she doesn't let herself be beaten by them and is starting to fall for one of the F4; Hanazawa Rui. She starts to see that there is more than meets the eye... \n(Source: ANN) ","genres":["Drama","Romance","School","Shoujo"],"producers":["Toei Animation","Viz Media"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/2/42871.jpg"}
{"mal_id":"107","title":"Jing - King of Bandits","aka":"King of Bandit Jing","rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"13","episode_length":24,"synopsis":"Jing may appear to be a young boy, but his remarkable skills make him one of the most feared thieves on the planet. Along with his feathered partner Kir, Jing travels from town to town, stealing anything of value regardless of the amount of security. But when he's in a pinch, he has one more trick up his sleeve: Kir bonds with Jing's right arm to perform the effectively deadly \"Kir Royale\" attack. And because of all this, Jing is infamously known by many as the \"King of Bandits.\" ","genres":["Adventure","Comedy","Fantasy","Sci-Fi","Shounen"],"producers":["Aniplex","Studio Deen","ADV Films"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/12/7264.jpg"}
{"mal_id":"108","title":"Ou Dorobou Jing in Seventh Heaven","aka":"King of Bandit Jing in Seventh Heaven","rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"3","episode_length":30,"synopsis":"Jing, the infamous King of Bandits, finds himself and his feathered partner Kir behind bars in Seventh Heaven, the most notorious prison complex in the world. There, they seek to steal the Dream Orb from the convict Campari. But before doing so, they must escape from the prison of dreams that Campari has conjured for them. ","genres":["Adventure","Comedy","Fantasy","Shounen","Psychological"],"producers":["Aniplex","ADV Films","FUNimation Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/5/30325.jpg"}
{"mal_id":"109","title":"Burst Angel","aka":"Bakuretsu Tenshi","rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"24","episode_length":23,"synopsis":"In a crime-ridden future Japan, Kyohei Tachibana is a peaceful student at a culinary school, dreaming of going to France for advanced study as a patissier (pastry chef). To afford the trip, he accepts a part-time job as private cook to a strange group of women - Sei, Meg, Jo and Amy. To Kyohei's astonishment, they turn out to be a band of violent mercenaries, and he finds himself in the line of fire. ","genres":["Adventure","Comedy","Mecha","Sci-Fi","Shounen"],"producers":["Gonzo","GDH","TV Asahi","FUNimation Entertainment","Imagica"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/10/22647.jpg"}
{"mal_id":"110","title":"Chuuka Ichiban!","aka":null,"rating":"PG - Children","status":"Finished Airing","episode_count":"52","episode_length":23,"synopsis":"The story takes place in 19th century China during the Qing Dynasty, where the Emperor was weakened and the country was close to chaos. It is also during a fictitious era called \"The Era of the Cooking Wars\". It was an era in which top chefs with different cooking styles tried their best to improve their skills and to become the best chef in China. It is a country where insulting a high-grade chef or fooling around with cooking could land a person in a jail, and impersonating a top-chef is as good as usurpation of authority. Chefs compete with each other in order to gain respect and even power, but also with the risks of losing everything.\nThe country of China has four major regions: Beijing, Szechuan, Shanghai, and Guangdong.\nThe beginning of the story takes place in Szechuan, Mao's birthplace.\nAfter the death of Mao's mother, Pai, who was called the 'Fairy of Cuisine', Mao becomes a Super Chef in order to take the title as Master Chef of his mother's restaurant. However, before he takes his mother's place as Master Chef, he continues to travel China in order to learn more of the many ways of cooking, in the hopes of becoming a legendary chef, just like his mother. During his journey, he meets great friends and fierce rivals who wish to challenge him in the field of cooking.\n(Source: Wikipedia)","genres":["Action","Comedy","Drama","Shounen"],"producers":["Nippon Animation"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/9/21156.jpg"}
{"mal_id":"111","title":"Corrector Yui","aka":null,"rating":"PG - Children","status":"Finished Airing","episode_count":"52","episode_length":25,"synopsis":"Yui is an average schoolgirl who lives in a future where all computers are supported by a single global network known as COMNET. Yui is a computer-illiterate girl who after a computer-lab accident is approached by IR, a raccoon looking corrector computer program, which tells her she must save COMNET. She must stop the rogue A.I. (Artificial Intelligence) computer program known as Grosser and his hench-programs from taking over the world. Grosser was originally designed to be that manager of all of COMNET. At first she's very reluctant to play the heroine because of her complete lack of knowledge and ability with computers. To save COMNET she must find and gain the trust of the other seven wayward corrector programs. They must also find the creator or COMNET Professor Inukai, to help stop Grosser for good. \r\n(Source: ANN)","genres":["Adventure","Comedy","Magic","Sci-Fi","Shoujo"],"producers":["Nippon Animation","NHK","Viz Media","Studio Tron"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/6/20229.jpg"}
{"mal_id":"112","title":"The Cosmopolitan Prayers","aka":"Cosprayers","rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"8","episode_length":14,"synopsis":"Koto unknowingly seals away the Sun Goddess Amaterasu, and now she is in a different world and can't return. Meeting priestesses who combat the evil in this strange place she learns that Black Towers throughout the land keep Amatersu sealed away and are guarded by evil monsters. Koto must now find a way to help defeat these monsters and return the world to the way it was. \r\n(Source: ANN)","genres":["Action","Adventure","Comedy","Ecchi","Fantasy","Magic","Sci-Fi","Super Power"],"producers":["m.o.e."],"cover_image_url":"http://cdn.myanimelist.net/images/anime/5/19955.jpg"}
{"mal_id":"113","title":"Stellvia of the Universe","aka":"Uchuu no Stellvia","rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"26","episode_length":23,"synopsis":"The year is 2356 A.D. - 189 years after a distant supernova caused a global catastrophe that wiped out 99% of the world population. To keep track on all space activities, mankind has built colossal space stations called \"foundations\" all over the Solar System. After passing the Space Academy entrance exams, Shima Katase embarks to the Earth-based foundation Stellvia to fulfill her dream of seeing the galaxy and to prevent another interstellar catastrophe from destroying Earth.\r\n(Source: ANN)","genres":["Action","Romance","Sci-Fi","Space"],"producers":["Xebec","TV Tokyo Music"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/10/15225.jpg"}
{"mal_id":"114","title":"Cromartie High School","aka":"Sakigake!! Cromartie Koukou","rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"26","episode_length":12,"synopsis":"Folks, meet Takashi Kamiyama. Enrolled at Cromartie High, where everybody is a delinquent, Kamiyama is apparently the only non-delinquent in the school. Logically, therefore, he must be the toughest in his class - by the rather twisted logic that only a really tough rabbit would lie down with lions. Thus begins a story that parodies every cliché of tough-guy anime that you've ever heard of, and some you haven't. Oh, and Freddie Mercury is in it, too.\n(Source: ANN)","genres":["Comedy","School","Shounen"],"producers":["Production I.G","ADV Films","Sentai Filmworks","TV Tokyo Music"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/3/13390.jpg"}
{"mal_id":"115","title":"El Hazard: The Alternative World","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"13","episode_length":25,"synopsis":"Miz plans to retire as a Great Priestess of Water to married life with her darling Fujisawa and as replacement the young Qawoor Towles arrives to Floristica. Jinnai sees Qawoor's initiation ceremony as a chance to infiltrate Makoto's laboratory but accidentally activates a mysterious thingy that sends them all through the dimensions to a grey industrial city protected by a huge castle in an alternative world.\r\n(Source: ANN)","genres":["Adventure","Comedy","Fantasy"],"producers":["Pioneer LDC"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/4/2797.jpg"}
{"mal_id":"116","title":"Shinpi no Sekai El Hazard","aka":"El Hazard: The Wanderers","rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"26","episode_length":23,"synopsis":"Makoto Mizuhara is working on his latest experiment in the school science lab, but when he takes a break his lifelong rival Katsuhiko Jinnai shows up and attempts to destroy the device and discredit Makoto. This overloads the experiment and transports Makoto, Jinnai, his sister Nanami, and their teacher Mr. Fujisawa to the strange and magnificent world El Hazard. Makoto and Fujisawa land squarely in the Kingdom of Roshtaria, and quickly befriend the princess Rune Venus. Jinnai allies himself with the Bugrom, a race of giant insects bent on taking over El Hazard, while his sister tries to eke out her own living in the desert. Makoto searches desperately for a way to return home, all the while fighting off the Bugrom, enlisting the help of the Holy Priestesses, and stopping the demon god Ifurita from destroying everything. \r\n(Source: ANN)","genres":["Adventure","Comedy","Shounen"],"producers":["TV Tokyo","Geneon Universal Entertainment","AIC","SoftX","Pioneer LDC","The Right Stuf International","TV Tokyo Music"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/13/24439.jpg"}
{"mal_id":"117","title":"El Hazard: The Magnificent World","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"7","episode_length":34,"synopsis":"When Makoto Mizuhara discovers an old monument in his school and awakens a beautiful woman, he, his teacher, his worst enemy and one of his female friends is transported to the magnificent world of El Hazard. There they discovers that they have received some special powers. Makoto and his teacher Fujisawa lands in a jungle and saves a princess from some large bugs. Makoto's friend Nanami lands in a desert. And Makoto's rival, Jinnai lands in the middle of the bug's kingdom and becomes their general, plotting to destroy Makoto and his new friends. After several having his attacks repelled by Makoto several times, Jinnai learns about an ultimate weapon, the demon Ifurita. And so everyone sets of to find Ifurita, and when she's found Makoto learns that she is the same woman that sent them to El Hazard. But the one gaining control of her is Jinnai.\r\n(Source: ANN)","genres":["Adventure","Comedy","Fantasy","Romance","Shounen"],"producers":["Pioneer LDC"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/12/23429.jpg"}
{"mal_id":"118","title":"El Hazard 2: The Magnificent World","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"4","episode_length":30,"synopsis":"Continuing the from OVAs; When Fujisawa, suffering from cold feet, leaves Miz at the altar, an enraged Priestess drafts Makoto and friends to go find him. In the couse of locating the hapless (and gutless) teacher, they find another Ifurita. Meanwhile Jinnai and Diva searching for a new Bugrom homeland stumble upon another yet another Demon God, the impish Kalia. However, unlike Ifurita she has a mind, and a mission, of her own... \r\n(Source: ANN)","genres":["Adventure","Comedy","Fantasy"],"producers":["AIC","Pioneer LDC"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/11/2796.jpg"}
{"mal_id":"119","title":"Final Approach","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"13","episode_length":12,"synopsis":"Ever since their parents died a few years ago, Ryo and his sister Akane have been living alone together. Despite their difficult situation, they are still living reasonably happy and normal lives. However, everything is about to be flipped upside-down due to a secret government project. Due to increasingly low birth rates in Japan, the Japanese government is testing a program in which two young people are forced to marry. Ryo wants no part of it, but he is given little choice in the matter; his new fiancée, Shizuka, comes to his home late one night with several dozen government issued bodyguards, who are there to ensure the success of the new couple. Unlike Ryo, Shizuka couldn’t be more willing to go along with this new program, and eagerly goes about her wifely duties, despite his objections. With meddling friends, pushy bodyguards, and an overenthusiastic new fiancée, Ryo’s life has taken a turn in a direction the young man certainly didn’t expect.\r\n(Source: ANN)","genres":["Comedy","Drama","Romance","Slice of Life"],"producers":["Trinet Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/11/14607.jpg"}
{"mal_id":"120","title":"Fruits Basket","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"26","episode_length":24,"synopsis":"Tohru Honda is 16 year old orphaned girl who gets invited to live in the house of her classmate, the handsome boy Sohma Yuki, and his cousins, 16 year old Kyo and 27 year old Shigure. However, these young men and parts of the rest of their family (both close and distant) hold a curse; if they are hugged by the opposite gender, they transform into animals of the Chinese Zodiac. Everyday is an adventure for sweet Tohru, as she gets to know everyone in the large family better (especially Yuki and Kyo), in both common and bizarre situations. But, the Sohma Family curse is certainly no laughing matter... it also holds horrible cruelty and heartbreak.","genres":["Comedy","Drama","Fantasy","Romance","Shoujo","Slice of Life"],"producers":["Studio Deen","FUNimation Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/8/22489.jpg"}
{"mal_id":"121","title":"Fullmetal Alchemist","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"51","episode_length":25,"synopsis":"The rules of alchemy state that to gain something, one must lose something of equal value. Alchemy is the process of taking apart and reconstructing an object into a different entity, with the rules of alchemy to govern this procedure. However, there exists an object that can bring any alchemist above these rules, the object known as the Philosopher's Stone. The young Edward Elric is a particularly talented alchemist who through an accident years back lost his younger brother Alphonse and one of his legs. Sacrificing one of his arms as well, he used alchemy to bind his brother's soul to a suit of armor. This lead to the beginning of their journey to restore their bodies, in search for the legendary Philosopher's Stone.","genres":["Action","Adventure","Comedy","Drama","Fantasy","Magic","Shounen","Military"],"producers":["Bones","Aniplex","Square Enix","FUNimation Entertainment","Mainichi Broadcasting"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/2/17621.jpg"}
{"mal_id":"122","title":"Searching for the Full Moon","aka":"Full Moon wo Sagashite","rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"52","episode_length":24,"synopsis":"Twelve-year-old Kouyama Mitsuki was devastated when she was diagnosed with a malignant tumor of the throat. She had made a promise to the boy she loves that she would one day become a singer, but her illness made singing impossible. To make matters even worse, two angels of death, Takuto and Meroko, appeared to Mitsuki and informed her that she only had one year left to live. This news provides an even greater motivation for Mitsuki to fulfill her dreams, and with a little bit of divine intervention, she begins her quest to become a professional singer so she can be reunited with Eichi before time runs out. \r\n(Source: ANN)","genres":["Comedy","Drama","Music","Romance","Shoujo","Supernatural"],"producers":["Studio Deen","Viz Media","NAS"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/9/6265.jpg"}
{"mal_id":"123","title":"Mysterious Play","aka":"Fushigi Yuugi","rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"52","episode_length":23,"synopsis":"While visiting the National Library, junior-high students Miaka Yuuki and Yui Hongo are transported into the world of a mysterious book set in ancient China, “The Universe of The Four Gods.” Miaka suddenly finds herself with the responsibility of being the priestess of Suzaku, and must find all of her celestial warriors for the purpose of summoning Suzaku for three wishes. However, the enemy nation of the god Seiryuu has manipulated Yui into becoming the priestess of Seiryuu. As enemies, the former best friends begin their long struggle to summon their respective gods and obtain their wishes…\r\n[Written by MAL Rewrite]","genres":["Adventure","Comedy","Drama","Fantasy","Magic","Martial Arts","Romance","Shoujo"],"producers":["Studio Pierrot","TV Tokyo","Geneon Universal Entertainment","Shogakukan Productions","Yomiko Advertising","Media Blasters","Apollon"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/2/20140.jpg"}
{"mal_id":"124","title":"Mysterious Play: Eikoden","aka":"Fushigi Yuugi Eikoden","rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"4","episode_length":30,"synopsis":"Taka (technically Tamahome) and Miaka are now happily married and only six months before their new family would be born, but an obessed girl named Mayo would do anything to make Taka hers. She enters the world of the Four Gods, determined to win Taka's heart and be the new priestess.","genres":["Fantasy","Shoujo"],"producers":["Studio Pierrot"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/10/10635.jpg"}
{"mal_id":"125","title":"Twin Love","aka":"Futakoi","rating":"PG - Children","status":"Finished Airing","episode_count":"13","episode_length":24,"synopsis":"With his mother dead and his father working abroad, Futami Nozomu returns to the town where he lived as a child, to attend high school and work part-time at a local shrine. He soon finds himself caught up in a local legend of twin girls loving the same man. And there are many twin girls in this town....\r\n(Source: ANN)","genres":["Comedy","Romance","School"],"producers":["Telecom Animation Film","Lantis"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/1/125.jpg"}
{"mal_id":"126","title":"Twin Love Alternative","aka":"Futakoi Alternative","rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"13","episode_length":24,"synopsis":"The Futaba Detective Agency, being run by Rentarou, who has taken over the family business, after his father's death 3 weeks ago. Along w/ Sara & Souju, his live-in identical twin assistants. He ends up running afoul of the local Yakuza.\r\n(Source: ANN)","genres":["Comedy","Drama","Romance","Shounen"],"producers":["ufotable","Feel","Studio Flag","Lantis"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/6/16733.jpg"}
{"mal_id":"127","title":"Gate Keepers","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"24","episode_length":25,"synopsis":"It is Tokyo, 1969. Earth is under the attack of the \"Invaders.\" Fortunately, though, the public is unaware of this. But to the secret orginazation, A.E.G.I.S., the threat is very real, and it is up them to stop this invasion. One day on his route to high school, Ukiya Shun observes a battle between a young girl and a group of Invaders. He ends up helping her and discovers that much like the girl, he possesses the ability to generate a \"gate\" of special power that only a few other people are gifted with. As a result, Ukiya then joins A.E.G.I.S. in an effort to recruit other Gate Keepers in order to protect the city, all while doing his best not to imitate his late father, whom he dispises.\r\n(Source: ANN)","genres":["Action","Comedy","Fantasy","Mecha","Sci-Fi","Shounen"],"producers":["Gonzo"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/12/15226.jpg"}
{"mal_id":"128","title":"Gate Keepers 21","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"6","episode_length":30,"synopsis":"32 years have passed since the initial defeat of the Invaders. A.E.G.I.S is all but dismantled now and has become an underground organiziation consisting of only a few Gate Keepers left to save humanity. One of the members, Ayane Isuzu, is sick of society as a whole, though she continues to defeat the Invaders out of spite for her father. Suddenly, she learns of the revival of Machine General (Kikai Shogun) and Devil Count (Akuma Hakushaku), but a mysterious ghost girl now accompanies them. It is up to Ayane and the remnants of A.E.G.I.S to stop them and save humanity once again.\r\n(Source: ANN)","genres":["Action","Drama","Mecha","Sci-Fi","Shounen"],"producers":["Gonzo"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/2/15227.jpg"}
{"mal_id":"129","title":"Saiyuki","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"50","episode_length":23,"synopsis":"Many years ago, humans and demons lived in harmony. But that unity ended when demons started attacking humans and plotted a mission to unleash Gyumao - an evil demon imprisoned for thousands of years. Now, Genjo Sanzo, a rogue priest, must team up with three demons - Sha Gojyo, Son Goku, and Cho Hakkai - and embark on a perilous journey to the west to stop these demons from resurrecting Gyumao and restore the balance between humans and demons on Earth. \r\n(Source: ANN)","genres":["Adventure","Comedy","Drama","Shounen","Supernatural"],"producers":["Group TAC","ADV Films"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/12/21235.jpg"}
{"mal_id":"130","title":"Saiyuki Reload","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"25","episode_length":20,"synopsis":"Priest Genjo Sanzo and companions Cho Hakkai, Sha Gojyo, and Son Goku maintain their westward journey to stop the resurrection of the demon Gyoumao. As the reputation of the Sanzo Ikkou precedes them, they continue to fight demon assassins at every turn, but they must also deal with increasing tensions within their group in order to defeat a powerful enemy. \n(Source: ANN)","genres":["Adventure","Comedy","Shounen","Supernatural"],"producers":["Studio Pierrot"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/13/24719.jpg"}
{"mal_id":"131","title":"Saiyuki Gunlock","aka":"Saiyuki Reload Gunlock","rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"26","episode_length":24,"synopsis":"The Sanzo Ikkou continues its westward journey, on a mission to prevent a demonic resurrection. As Genjo Sanzo, Cho Hakkai, Sha Gojyo, and Son Goku fight their way to their goal, their path is fraught with internal strife. When they encounter a formidable pair of adversaries from the west, the cohesion of the group -- and the fate of the mission -- may be at stake. \r\n(Source: ANN)","genres":["Adventure","Comedy","Shounen","Supernatural"],"producers":["Studio Pierrot"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/11/6830.jpg"}
{"mal_id":"132","title":"Getbackers","aka":"GetBackers","rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"49","episode_length":24,"synopsis":"Mido Ban and Amano Ginji are known as the Get Backers, retrievers with a success rate of 100%. Whatever is lost or stolen, they can definitely get it back. Despite their powerful abilities and enthusiastic behavior, Ban and Ginji are terminally broke no matter what they do simply because little people would actually desire to hire them. As a result, the pair of them tend to do dangerous jobs, often leading to unwanted re-encounters with their old (and dangerous) friends.","genres":["Action","Comedy","Mystery","Drama","Shounen","Super Power","Supernatural"],"producers":["Studio Deen","ADV Films","TBS","Kodansha","Rondo Robe","Rakuonsha","Sentai Filmworks"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/4/7547.jpg"}
{"mal_id":"133","title":"Green Green","aka":null,"rating":"R+ - Mild Nudity","status":"Finished Airing","episode_count":"12","episode_length":24,"synopsis":"Kanenone Academy was an all-boys high school isolated from the world by mountains and hills. Yusuke Takasaki, the average 11th grader, led a normal life in the academy until the academy announced attempting for co-ed, and high-school girls were being transferred for the summer semester.\r\n(Source: ANN)","genres":["Comedy","Ecchi","Romance","School","Slice of Life"],"producers":["Studio Matrix","Pony Canyon","Media Blasters","Memory-Tech","Pony Canyon Enterprises","Studio Jack"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/12/19348.jpg"}
{"mal_id":"134","title":"Gunslinger Girl","aka":null,"rating":"R - 17+ (violence & profanity)","status":"Finished Airing","episode_count":"13","episode_length":24,"synopsis":"In the heart of Italy, the Social Welfare Agency rescues young girls from hospital beds and gives them a second chance at life using the latest in cybernetic advancements. With their artificially enhanced bodies, the girls are brainwashed and trained as assassins to carry out the dirty work of the Italian Government. Despite all the modifications, they are still just children at heart, struggling for recognition from those they love, even knowing the love they feel is manufactured. This tragic tale unfolds as these girls grapple with their emotions in an agency that treats them as nothing but ruthless killers.\n[Written by MAL Rewrite]","genres":["Action","Drama","Sci-Fi","Psychological"],"producers":["Madhouse Studios","Marvelous Entertainment","FUNimation Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/5/3088.jpg"}
{"mal_id":"135","title":"Hikaru's Go","aka":"Hikaru no Go","rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"75","episode_length":23,"synopsis":"12 year old Shindou Hikaru is just your average 6th grader. One day, while searching through his grandfather's attic, he comes across an old Go board. Upon touching the Go board, Hikaru is possessed by the spirit of Fujiwara no Sai, and continues to be haunted by him soon after. Sai was once a great Go player, who committed suicide and continued to stay in the world as a spirit desiring only to play Go once again. Finally bending to Sai's pleas, Hikaru allows Sai to play Go through himself, unknowingly attempting the first game with the young prodigy Touya Akira. Time has finally started moving, as Sai's quest for the perfect game, \"The Hand of God\", is set underway. Based on the manga by Yumi Hotta and Takeshi Obata.","genres":["Comedy","Game","Shounen","Supernatural"],"producers":["Studio Pierrot","TV Tokyo","Dentsu","Viz Media","Dream Force"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/8/30567.jpg"}
{"mal_id":"136","title":"Hunter x Hunter","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"62","episode_length":23,"synopsis":"A Hunter is one who travels the world doing all sorts of dangerous tasks. From capturing criminals to searching deep within uncharted lands for any lost treasures. Gon is a young boy whose father disappeared long ago, being a Hunter. He believes if he could also follow his father's path, he could one day reunite with him.\nAfter becoming 12, Gon leaves his home and takes on the task of entering the Hunter exam, notorious for its low success rate and high probability of death to become an official Hunter. He befriends the revenge-driven Kurapika, the doctor-to-be Leorio and the rebellious ex-assassin Killua in the exam, with their friendship prevailing throughout the many trials and threats they come upon taking on the dangerous career of a Hunter. Based on the manga by Togashi Yoshihiro. ","genres":["Action","Adventure","Shounen","Super Power"],"producers":["Nippon Animation","Viz Media"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/8/19473.jpg"}
{"mal_id":"137","title":"Hunter x Hunter OVA","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"8","episode_length":24,"synopsis":"After reuniting with Gon and his friends, Kurapika explained to them the risks he bears because of his abilities. Believing that his target of revenge is no longer alive and the search for his fallen comrade's eyes could truly begin, Kurapika soon after receives a message informing him that all the Spiders still lived. After much discussion between his friends, Gon, Kurapika and company decided to hunt after the one Spider member who's ability could ultimately result in Kurapika's defeat and death. Based on the manga by Togashi Yoshihiro.","genres":["Action","Adventure","Shounen","Super Power"],"producers":["Nippon Animation"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/1/137.jpg"}
{"mal_id":"138","title":"Hunter x Hunter: Greed Island","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"8","episode_length":22,"synopsis":"After the battle with the Spiders, the search for Gin continues as Gon and Killua decided to once again attempt to purchase the rare game \"Greed Island\". However, Gon came up with a better plan, which was to volunteer to complete the game for the billionaire who owned it. But some training must be done, as Gon and Killua's abilities are still at a developing stage and \"Greed Island\" is no simple game for anyone to play with. It is the infamous game that could easily lead to one's death. Based on the manga by Togashi Yoshihiro.","genres":["Action","Adventure","Shounen","Super Power"],"producers":["Nippon Animation"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/13/37203.jpg"}
{"mal_id":"139","title":"Hunter x Hunter: Greed Island Final","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"14","episode_length":24,"synopsis":"Continuing with their adventure at Greed Island, Gon and Killua train furiously under the guidance of Biscuit for better preparation at attempting the game. With their abilities vastly improving and the threat of player killers menacing Greed Island, Gon and company continue the game despite the dangers that they will face with the game activities and encounters with other players. Based on the manga by Togashi Yoshihiro.","genres":["Action","Adventure","Shounen","Super Power"],"producers":["Nippon Animation"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/1/139.jpg"}
{"mal_id":"141","title":"Jinki:Extend","aka":null,"rating":"R - 17+ (violence & profanity)","status":"Finished Airing","episode_count":"12","episode_length":23,"synopsis":"Aoba is a young girl who loves to build models of robots. She lived alone with her grandmother until her grandmother passes away. Shortly after she is kidnapped and brought to a secret base where she discovers a huge robot. The piloted robots fight against Ancient-Jinki in The Grand Savanna, but the true meaning behind the fights is hidden. Aoba works hard at the base so one day she can pilot one of the robots and discover these secrets. ","genres":["Mecha","Sci-Fi"],"producers":["Feel","FUNimation Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/3/44792.jpg"}
{"mal_id":"142","title":"Kamikaze Kaitou Jeanne","aka":null,"rating":"PG - Children","status":"Finished Airing","episode_count":"44","episode_length":24,"synopsis":"A normal looking high school girl on the outside, Kusakabe Maron is actually the reincarnation of Jeanne d' Arc. With the help of the angel, Fin Fish, Maron works as the thief Jeanne at night to seal the demons that reside in pieces of artwork, preying upon the weak hearts of the owners. She is branded as a thief due to the fact that the artworks disappear after she seals the demons. One day, a new neighbor and classmate appears, as well as a rival in her night job, the thief Sinbad. With her own best friend being the detective's daughter, out to capture her and the appearance of her new rival, Maron's work is anything but easy.","genres":["Adventure","Comedy","Demons","Mystery","Drama","Fantasy","Historical","Magic","Romance","Shoujo"],"producers":["Toei Animation"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/5/20389.jpg"}
{"mal_id":"143","title":"Destiny of the Shrine Maiden","aka":"Kannazuki no Miko","rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"12","episode_length":24,"synopsis":"The highborn Himemiya Chikane is cool and aloof, the perfect young lady of good breeding. Kurusegawa Himeko is devoted to her, and secretly her friend. Their lives are undisturbed in their school, until an ancient evil suddenly rears its head. To combat it, Chikane and Himeko must take on the roles of shrine maidens of the Moon and Sun. ","genres":["Drama","Magic","Mecha","Romance","Shoujo Ai","Shounen","Supernatural"],"producers":["Studio Fantasia","Geneon Universal Entertainment","Remic","Front Line","TNK","Kodansha","Rondo Robe","Sentai Filmworks","Memory-Tech","Toshiba Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/7/20247.jpg"}
{"mal_id":"144","title":"Kanon","aka":null,"rating":"G - All Ages","status":"Finished Airing","episode_count":"13","episode_length":24,"synopsis":"Changing schools is something Yuuchi is accustomed to, due to his parent's profession, and with their recent venture to Africa, he is returning to his aunt's home after 7 years. The time that has passed since his last visit has faded his memories of the people he knew, and the ties that bonded them to him, including his cousin Nayuki. Slowly those people, coincidently all being girls, find their way back to him. However, time has passed and things have happened in their own lives that sets the tone for the series. Secrets that are coming to surface, and memories that are returning to not only Yuuichi, but to those surrounding him. A very heartwarming tale that touches upon a spectrum of emotions, mystery, and the supernatural.\r\n(Source: ANN)","genres":["Drama","Romance","Slice of Life","Supernatural"],"producers":["Toei Animation","Movic","Fuji TV","Fuji Pacific Music Publishing"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/1/144.jpg"}
{"mal_id":"145","title":"His and Her Circumstances","aka":"Kareshi Kanojo no Jijou","rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"26","episode_length":24,"synopsis":"Miyazawa Yukino is the perfect student. Kind, intelligent, pretty and modest, it's unbelievable that such a person could exist. Little did everyone know Yukino's perfection was just a facade. An act to fulfill her desire for praise and admiration. Her life took a turn however, as a newcomer to their school Arima Soichiro topped the exam rankings. Arima is more then just intelligent, he's also kind, handsome and modest, an unbelievable person who can actually exist. Even worse luck, Arima found out Yukino's secret, blackmailing her to help him out. Their odd relationship soon develops into friendship and eventually into love. But can their love prevail through the many problems that come their way?","genres":["Comedy","Drama","Romance","School","Shoujo","Slice of Life"],"producers":["Gainax","J.C. Staff","The Right Stuf International","GANSIS"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/8/23877.jpg"}
{"mal_id":"146","title":"This Ugly Yet Beautiful World","aka":"Kono Minikuku mo Utsukushii Sekai","rating":"R+ - Mild Nudity","status":"Finished Airing","episode_count":"12","episode_length":24,"synopsis":"High school student Takeru Takemoto works part time as a (motor)bike courier. During one of his deliveries, he saw a mysterious light passing him and fell into a forest. What he had found was a beautiful girl coming out from a glowing cocoon, calling herself \"Hikari.\" While Takeru was quite embarrassed because of Hikari's nudity, a strange monster suddenly showed up and immediately attacked the two. Both Takeru and Hikari demonstrated the power of their other selves before Takeru had a clue of what's going on. \n(Source: ANN) ","genres":["Comedy","Drama","Magic","Romance","Sci-Fi","Shounen"],"producers":["Gainax","Shaft","ADV Films","TBS","Rondo Robe","Movic"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/10/21035.jpg"}
{"mal_id":"147","title":"Rumbling Hearts","aka":"Kimi ga Nozomu Eien","rating":"R+ - Mild Nudity","status":"Finished Airing","episode_count":"14","episode_length":23,"synopsis":"At first, Takayuki Narumi is befriended by Mitsuki Hayase only because Mitsuki's best friend, Haruka Suzumiya has a crush on him; however since then, Takayuki, his pal Shinji Taira, and Mitsuki have grown to be the best of friends. Then one day, Haruka confesses to Takayuki her love for him. Not wanting to hurt her feelings, Takayuki agrees to go out with her. After a few incidents, their relationship gets intimate, even while Takayuki and Mitsuki begin to realize their feelings for each other. But suddenly, when tragedy strikes, things are never the same for these four friends again. ","genres":["Drama","Romance","Slice of Life"],"producers":["Studio Fantasia","FUNimation Entertainment","Lantis","Media Factory","Age"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/5/10227.jpg"}
{"mal_id":"148","title":"Diamond Daydreams","aka":"Kita e.: Diamond Dust Drops","rating":"PG - Children","status":"Finished Airing","episode_count":"12","episode_length":24,"synopsis":"If a couple sees the diamond dust together, then they will certainly find eternal happiness. Or so it is said. This is a drama about the romances, friendships and conflicts of six girls from Hokkaido and how the diamond dust affects them and eventually links them together in the search for happiness. \n(Source: ANN)","genres":["Drama","Romance","Slice of Life"],"producers":["Studio Deen","ADV Films"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/1/148.jpg"}
{"mal_id":"149","title":"Loveless","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"12","episode_length":24,"synopsis":"Twelve-year old Aoyagi Ritsuka is left with his insane mother as his only family when his brother, Seimei, is killed suddenly. After moving to a new school, he meets Agatsuma Soubi, who claims to have known his brother. Ritsuka eventually discovers that Soubi and Seimei used to be a fighting pair, whereby Soubi was the \"Fighter\" and Seimei was the \"Sacrifice\". Now that Seimei is gone, Ritsuka has inherited Soubi, who will become his \"Fighter\". After learning that Seimei was killed by an organisation known as the \"Seven Moons\", Ritsuka decides to investigate into his brother's death, with the sometimes useless help of Soubi, along the way. \r\n(Source: ANN)","genres":["Action","Mystery","Drama","Fantasy","Romance","Shoujo","Shounen Ai","Supernatural"],"producers":["J.C. Staff","Bandai Visual","TV Asahi","Movic","Media Blasters"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/2/22947.jpg"}
{"mal_id":"150","title":"Blood+","aka":null,"rating":"R - 17+ (violence & profanity)","status":"Finished Airing","episode_count":"50","episode_length":24,"synopsis":"Throughout the passage of time and the shifts in backgrounds, a particular war continues to leave its mark on history, extending its influence into the modern world. There are two major groups involved in the ensuring war. The first group consists of monsters known as Chiropterans who can change their appearances into that of human beings. They are actually immortals who feed on the blood of the living. The second group is an organisation known as the \"Red Shield\", formed to track down these monsters and exterminate them. Otonashi Saya is a high-school girl who lives a peaceful life with her family. The only problem is, she has no recollections of her life beyond that of the past year. However, her happy life will be destroyed by an event that will lead her to her destined fate. \r\n(Source: ANN)","genres":["Action","Mystery","Drama","Horror","Vampire","Supernatural","Military"],"producers":["Production I.G","Aniplex","Mainichi Broadcasting"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/10/10183.jpg"}
{"mal_id":"151","title":"Re: Cutie Honey","aka":null,"rating":"R+ - Mild Nudity","status":"Finished Airing","episode_count":"3","episode_length":45,"synopsis":"A mysterious organization known as Panther Claw make their presence known by terrorizing Tokyo and giving the cops a run for their money. Police are further baffled by the appearance of a lone cosplaying vigilante who thwarts all of Panther Claw's evil schemes before disappearing. That cosplayer is Honey Kisaragi, the result of the late Professor Kisaragi's prize experiment. A master of disguise, Honey can magically alter her physical appearance and outfits. But with a push of the heart-shaped button on her choker, she transforms herself into Cutie Honey, the scantily-clad, sword-wielding warrior of love and justice.\r\n(Source: ANN)","genres":["Action","Comedy","Ecchi","Sci-Fi"],"producers":["Gainax","Toei Animation","Toei Video"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/12/11791.jpg"}
{"mal_id":"152","title":"Solty Rei","aka":null,"rating":"R - 17+ (violence & profanity)","status":"Finished Airing","episode_count":"24","episode_length":23,"synopsis":"In a future-based disaster-ridden city with an enormous gap between the rich and the poor, it is hard to tell which humans are walking around with cybernetic body parts. This makes Roy Revant's job as a renegade bounty hunter/bodyguard-for-hire even more difficult. When a young girl with unbeliveable strength rescues him from a particularly dangerous criminal, Roy realizes that perhaps help can be found in the strangest of places. Joining together with a few others, they engage in a battle to find out the truth behind the giant conglomerates that are supposedly serving mankind and making life better.\r\nSolty, an android who has lost her memory, has escaped and is being hunted by the RUC Security Bureau. She encounters the bounty hunter Roy and he adopts her as his daughter after being hired as a bodygaurd for Miranda.\r\n(Source: ANN)","genres":["Action","Sci-Fi","Super Power"],"producers":["Gonzo","AIC","TV Asahi","FUNimation Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/13/25286.jpg"}
{"mal_id":"153","title":"The Twelve Kingdoms","aka":"Juuni Kokuki","rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"45","episode_length":25,"synopsis":"Nakajima Yoko is your average somewhat timid high school student. One day, a strange man named Keiki appears before her, swearing allegiance. Before she could properly register what was happening, demon-like creatures attack Yoko and her friends, after which they are pulled into a different world. A world unlike what she has ever known. Separated from Keiki, Yoko and her friends must do whatever they can if they wish to survive in this new world.","genres":["Action","Adventure","Fantasy","Magic","Supernatural"],"producers":["Studio Pierrot","Sogo Vision","Media Blasters","TOKYOPOP"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/3/2562.jpg"}
{"mal_id":"154","title":"Shaman King","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"64","episode_length":23,"synopsis":"Asakura Yoh is a shaman, one who can see and communicate with spirits. Yoh is training to become the Shaman King, strongest among all the Shamans. The ones helping him are Manta, a short boy who can see ghosts and Amidamaru, who is an old samurai spirit and Yoh's partner. However there are also others who are trying to get the title Shaman King.","genres":["Action","Adventure","Comedy","Drama","Shounen","Supernatural"],"producers":["TV Tokyo","Xebec","NAS","4Kids Entertainment","TV Tokyo Music"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/4/18990.jpg"}
{"mal_id":"155","title":"X/1999","aka":null,"rating":"R - 17+ (violence & profanity)","status":"Finished Airing","episode_count":"1","episode_length":93,"synopsis":"At the millennial edge, the concluding battle for humanity's future is staged. Kamui Shirou's destiny has been decided as he returns to Tokyo to face his ultimate challenge. The Dragon of Heaven, defenders of the Earth, stand ready to protect the world from the Dragon of Earth, the seven angels of legend, who embrace the devastation of the planet to bring about its purification. Now Kamui must decide which side to fight for although he finds the idea utterly unappealing. It isn't until realizing that his two childhood friends, Fuma and Kotori Monou, are in grievous peril that Kamui decides to step into his fated position in the climactic struggle of the Year of Destiny: 1999. \n(Source: AnimeNfo) ","genres":["Action","Drama","Fantasy","Horror","Magic","Sci-Fi","Supernatural"],"producers":["Madhouse Studios","Kadokawa Shoten","Victor Entertainment","Marubeni","Movic","Sega","Shelty"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/7/23579.jpg"}
{"mal_id":"156","title":"X","aka":null,"rating":"R+ - Mild Nudity","status":"Finished Airing","episode_count":"24","episode_length":24,"synopsis":"His destiny has finally arrived as the young Shirou Kamui returns to Tokyo after 6 years. A powerful psychic, Kamui vows to protect the happiness of his childhood friends Fuuma and Kotori, even if it means avoiding them. But fate is cruel, whether or not Kamui wants to be involved; he holds the future of the world in his hands, given the choice of becoming a Dragon of Heaven or a Dragon of Earth. The Seven Seals gather, and so do the Seven Angels; all individuals who have their destiny carved out as one who would battle for the fate of the world. What future will Kamui choose to become reality?","genres":["Action","Drama","Fantasy","Magic","Romance","Super Power"],"producers":["Madhouse Studios","Bandai Visual","Kadokawa Shoten","Character and Anime Dot Com","d-rights"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/8/17167.jpg"}
{"mal_id":"157","title":"Magister Negi Magi","aka":"Mahou Sensei Negima!","rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"26","episode_length":23,"synopsis":"10-year old Negi Springfield is a wizard-in-training, and needs only to pass one more test in order to become a Master Wizard. Unfortunately, his final task is a bizarre one- to become a English teacher at an all-females boarding school. As soon as he arrives, he completely embarasses one of his students, Asuna Kagurazaka, and replaces the teacher she loves, which garners her hatred. To make matters worse, Asuna learns that Negi is a wizard,and promises to tell unless he helps her out. But, unfortunately, circumstances force them to work together to do many things, from fighting evil wizards to helping the class pass their final exam, with a lot of humor, magic, and romances thrown in.\r\n(Source: ANN)","genres":["Comedy","Ecchi","Fantasy","Magic","Romance","School","Shounen","Super Power","Vampire","Supernatural"],"producers":["Xebec","Starchild Records","FUNimation Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/13/15396.jpg"}
{"mal_id":"158","title":"Maria Watches Over Us","aka":"Maria-sama ga Miteru","rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"13","episode_length":24,"synopsis":"When Yumi Fukuzawa entered the Lillian Girls' Academy, a prestigious all-girls Catholic school in Tokyo, she never imagined she would catch the eye of beautiful and demure Sachiko Ogasawara, one of the school's most popular students. Now Sachiko has offered to be Yumi's soeur, her \"sister\" and guide for all her years at the academy. The whole idea has Yumi completely flustered - after all, they hardly know each other!\nThe entire campus is abuzz with rumors about the two of them, but Yumi is conflicted over accepting Sachiko's offer. While she admires Sachiko, being her soeur would also mean constantly being at the center of the entire school's attention!\n(Source: RightStuf)","genres":["Drama","Romance","Shoujo","Shoujo Ai","Slice of Life"],"producers":["Studio Deen","Rondo Robe","The Right Stuf International","TV Tokyo Music"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/11/2711.jpg"}
{"mal_id":"159","title":"Melody of Oblivion","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"24","episode_length":23,"synopsis":" A great war occurred in the 20th century between humans and monsters. Since that time, the monsters rule the world in fear but keep relatively hidden from public view. A boy named Bokka ponders the past and wonders what became of the Meros Warriors who defended the world so bravely against the demons. He soon meets Kurofune and learns of the power of the Meros and the I-bar machines they ride in battle. Warriors are the only ones who can see and hear the Melody of Oblivion, a phantom girl hidden away waiting to be rescued and be the savior of mankind. During a battle between Kurofune and a demon, Bokka discovers something only his wildest dreams could possibly imagine...he too can hear that melody. Throughout his journeys, Bokka meets many monsters and their agents, friends, and companions as he discovers the true extent of his new powers. He must continue to battle evil in the hope of releasing Boukyaku no Senritsu and free a world that has forgotten its once beautiful melody.\r\n(Source: ANN)","genres":["Adventure","Fantasy","Horror","Mecha","Sci-Fi","Shounen","Space","Supernatural","Psychological"],"producers":["Gainax","J.C. Staff","Kadokawa Shoten","KENMedia"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/2/20539.jpg"}
{"mal_id":"160","title":"Now and Then, Here and There","aka":"Ima, Soko ni Iru Boku","rating":"R - 17+ (violence & profanity)","status":"Finished Airing","episode_count":"13","episode_length":25,"synopsis":"Shu is a typical Japanese boy, but has an unbeatable, optimistic and determined attitude. However, when he sees a mysterious girl with strange eyes named Lala-Ru up on a smokestack, he is soon pulled into a strange desert world. Shu soon discovers the true terrors of war, which includes genocide, brutal torture, hunger, thirst, and child exploitation. Now Shu is trying to save Lala-Ru, as well as his hard earned, and often relunctant, new friends from the insane dictator, Hamdo. Whether Shu can possibly accomplish saving those he cares about while still holding up to his values remains to be seen. \n(Source: ANN) ","genres":["Adventure","Drama","Fantasy","Sci-Fi","Military"],"producers":["AIC","Pioneer LDC","Central Park Media"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/5/36841.jpg"}
{"mal_id":"161","title":"Peace Maker Kurogane","aka":null,"rating":"R - 17+ (violence & profanity)","status":"Finished Airing","episode_count":"24","episode_length":24,"synopsis":"Although traumatized by witnessing the murder of his parents by one of the Choushuu, Ichimura Tetsunosuke's thirst for revenge lead him to desire strength. At the age of 15, Tetsunosuke approached the Shinsengumi, wanting to become one of its members. However, Tetsunosuke lacked the skill, mind and will to emotionlessly cut down whoever threatened peace and the Shinsengumi. Even with the support of his brother Tatsunosuke and his newfound friends of the Shinsengumi, little did Tetsunosuke know the blood and pain he would have to face being part of this historical group.","genres":["Action","Comedy","Historical","Samurai","Shounen"],"producers":["Gonzo","GDH","TV Asahi","ADV Films","FUNimation Entertainment","Imagica"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/4/8633.jpg"}
{"mal_id":"162","title":"Clinging Angel","aka":"Pita Ten","rating":"G - All Ages","status":"Finished Airing","episode_count":"26","episode_length":24,"synopsis":"Kotaro was pretty much supposed to be your average boy, worried about the pressures of education while enjoying a simple life with his friends. Much to his despair, he one day finds the overly cheerful Misha at his door, asking to be friends out of nowhere. Even more shocking is that Misha is an apprentice angel, yet she does more bad then good. Along with Kotaro's school friends Takashi and Koboshi and the so called devil Shia (once again being able to do more good then bad), the group of friends spend their days getting into all sorts of adventures and troubles. Based on the manga by Koge-Donbo.","genres":["Comedy","Fantasy","Kids","Romance","School","Shounen"],"producers":["Madhouse Studios","Broccoli"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/7/25205.jpg"}
{"mal_id":"163","title":"Power Stone","aka":null,"rating":"PG - Children","status":"Finished Airing","episode_count":"26","episode_length":20,"synopsis":"An ancient legend tells of a magical Powerstone that granted its owner any wish desired. Adventurers from all over the globe clash as they seek this mystical gem. \r\nBased upon the Dreamcast game, POWERSTONE tries to entertain us with the story behind the game's premise. The plot begins with our hero, Fokker, training to be a fighter like his idol, Vargas. \r\n(Source: AniDB)","genres":["Adventure","Comedy","Fantasy","Historical","Shounen"],"producers":["Studio Pierrot","Avex Entertainment","ADV Films"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/3/20400.jpg"}
{"mal_id":"164","title":"Princess Mononoke","aka":"Mononoke Hime","rating":"R - 17+ (violence & profanity)","status":"Finished Airing","episode_count":"1","episode_length":130,"synopsis":"A calm village residing in the mountains comes under attack from a demon-possessed boar one day.\nAshitaka, a young man and prince of the tribe, engages the creature in an attempt to save his village. During the battle, the boar bites him on the arm, leaving it blackened and cursed. Following his village's traditions, Ashitaka is exiled and becomes a wanderer, looking for a solution to the curse before it engulfs him.\nIron Town is a fortress under the leadership of Lady Eboshi. Through the clearing of the surrounding forests, Iron Town produces large amounts of Ironsand, used for gunpowder and other machinery. However, because of the forests destruction, nearby animal clans seek revenge led by a human girl of the Wolf clan called San.\nWhen Ashitaka comes to Iron Town, he discovers the area consumed in battle. Horrified, he attempts to create peace and befriend the Wolf Clan. However, after the forest's eradication and the ongoing war between Human and Beast, will the Spirit of the Forest be forgiving and accept Ashitaka's request to expel his curse?\n[Written by MAL Rewrite]","genres":["Action","Adventure","Fantasy"],"producers":["Studio Ghibli","Tokuma Shoten","GKids"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/9/26570.jpg"}
{"mal_id":"165","title":"RahXephon","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"26","episode_length":23,"synopsis":"In the year 2012 Japan was invaded by the Mu. Human-like beings from another dimension with blue blood.\r\nIn the year 2015 Tokyo is attacked by invaders, who are repelled by a humanoid weapon called a Dolem. During the chaos, Ayato Kamina meets Reika Mishima, a classmate.\r\nDuring that same day, he is attacked by government officials but a woman named Haruka comes to his rescue, informing him that she was sent to get him by the Organization TERRA, and that Tokyo had been sealed in a time rift where time flows one third as fast as the outside world.\r\nHe flees from Haruka onto a train where he sees Reika once more. Arriving at the Room of Rah, he follows her to a tremendous egg where the Dolem RahXephon is hatched from, and upon her singing his mother appears atop the Dolem that had stopped the TERRA Invasion. In the battle Ayato's mother is injured, and Ayato flees Tokyo Jupiter with Haruka upon seeing his mother's blue blood. ","genres":["Action","Mystery","Drama","Mecha","Music","Romance","Sci-Fi"],"producers":["Bones","ADV Films","Asatsu DK"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/1/165.jpg"}
{"mal_id":"166","title":"Samurai 7","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"26","episode_length":26,"synopsis":"In the far distant future, on a planet that might have been called \"earth\", there was a war between samurai who mechanized their bodies. After the long war, people enjoyed a modest peace.\r\nFacing starvation and abductions at the hands of fearsome mechanized bandits (Nobuseri), the farmers of Kanna Village make the dangerous choice to hire samurai for protection. The village's water priestess, Kirara, her younger sister, Komachi, and a heartbroken villager, Rikichi, set off to hire willing samurai with nothing to offer but rice from their meager harvests. Through dangerous encounters and a bit of luck, seven samurai of varying specialties and experience are gathered for an epic battle against the bandits and the merchants that influence them.\r\nSamurai 7 is based loosely upon Kurosawa Akira's famous movie \"Seven Samurai\"/\"Shichinin no Samurai\"","genres":["Historical","Mecha","Samurai","Sci-Fi"],"producers":["Gonzo","GDH","FUNimation Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/10/9399.jpg"}
{"mal_id":"167","title":"Scrapped Princess","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"24","episode_length":23,"synopsis":"Pacifica Casull is the most feared and hated person by the followers of the God Mauser. Known as the Scrapped Princess, she is the poison that will destroy the world. To avoid being killed by the zealots of Mauser, Pacifica and her adoptive brother and sister leave the village of Manhurin. Her brother, Shannon, is an expert with the sword while Racquel is proficient with magic. At every step of the way, however, someone is constantly trying to kill Pacifica, hoping to somehow avert the catastrophe that is supposed to befall the world on her 16th birthday.\r\n(Source: ANN)","genres":["Adventure","Comedy","Drama","Fantasy","Mecha","Sci-Fi","Shounen"],"producers":["Bones","Kadokawa Shoten","A Line","Bandai Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/7/15410.jpg"}
{"mal_id":"168","title":"s-CRY-ed","aka":"Scryed","rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"26","episode_length":24,"synopsis":"A strange environmental phenomenon 22 years ago in the Kanazawa prefecture caused the land to split and protrude upwards reaching unprecedented heights, creating the secluded area known as The Lost Ground. Kazuma is a young mercenary who lives in the Lost Ground, looking for any work he can find to sustain his livelihood within the harsh environment. He is one of the few people that are gifted with the Alter ability, which allows him to plaster his right arm and torso with a metallic alloy. When this mercenary encounters HOLY, an order whose purpose is to suppress and capture what they call Native Alter Users, and one of the elite members of HOLY, Ryuho, an epic rivalry begins.\r\n(Source: ANN)","genres":["Action","Adventure","Sci-Fi","Shounen","Super Power"],"producers":["Sunrise","Yomiko Advertising","Bandai Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/2/9412.jpg"}
{"mal_id":"169","title":"Lunar Legend Tsukihime","aka":"Shingetsutan Tsukihime","rating":"R - 17+ (violence & profanity)","status":"Finished Airing","episode_count":"12","episode_length":24,"synopsis":"Shiki Tohno sustained a life threatening injury as a child, and due to that incident he was sent away from the Tohno household and was given to a relative to be raised. Years later, when Shiki is in high school, the head of the Tohno household—his father—dies, and he is ordered to move back in by his sister Akiha, who is the new head of the household. However, Shiki holds a huge secret. Ever since that injury, he has been seeing lines on objects, and only with a special pair of glasses is he able to stop seeing them. Also he is unable to remember anything well from the time before his accident. The day he moves back to the Tohno household is the day he stumbles upon a woman named Arcueid Brunstud and decapitates her with one stab of his knife in a temporary fit of insanity. When she suddenly showed up beside him later alive and well, and ask him to be her bodyguard, Shiki's journey to unravel the mysteries of his past begins.\n(Source: ANN)","genres":["Action","Mystery","Horror","Romance","Super Power","Vampire","Supernatural"],"producers":["J.C. Staff","TBS","Rondo Robe","Movic","Sentai Filmworks"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/12/20669.jpg"}
{"mal_id":"170","title":"Slam Dunk","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"101","episode_length":23,"synopsis":"Hanamichi Sakuragi, an entering Shohoku high school freshman holds a record for being rejected by 50 girls during middle school. His nearly 2 meters height and bright red hair causes most students to write him off as a delinquent. \nOne day, a girl named Haruko Akagi approaches Hanamichi without any fear. When she asks Hanamichi: \"do you like basketball?\" Hanamichi falls head over heels for the girl of his dreams. Without missing a beat, Hanamichi tells her he loves basketball, and the two head to the gymnasium where Hanamichi learns about the slam dunk. He also learns of Rukawa, one of the country’s top basketball prospects, also a freshman at Shohoku.\n(Source: Funimation)","genres":["Comedy","Drama","School","Shounen","Sports","Slice of Life"],"producers":["Toei Animation","TV Asahi","FUNimation Entertainment","Animax"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/4/19655.jpg"}
{"mal_id":"171","title":"Strange Dawn","aka":null,"rating":"PG - Children","status":"Finished Airing","episode_count":"13","episode_length":20,"synopsis":"Yuko and Eri are two normal girls who are sucked into the alternate world filled with tiny people. The people of this mysterious world sees them as their \"Great Protectors\" who can protect their land in a time of strife. The two girls set out on a mission with a group of warriors from the village to find out how they were brought here and how might they return home. However, there is a war brewing and these two Great Protectors are the political tool that every faction lusts for to rally the people to their side. \r\n(Source: ANN)","genres":["Adventure","Drama","Fantasy"],"producers":["Hal Film Maker"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/6/20072.jpg"}
{"mal_id":"173","title":"Tactics","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"25","episode_length":24,"synopsis":"Ichinomiya Kantarou grew up with the ability to see demons, but was isolated and bullied by others who did not share the same gift. Instead, he became being friends with the demons, gaining a great attachment to their existence. One day, Kantarou was told about the strongest demon, the one known as the ogre-eating Tengu. Amazed by the news of his strength, Kantarou vowed to find this demon who was far stronger then any other, deciding to call him Haruka when he did so. Since this time, Kantarou searched far and wide for the ogre-eating Tengu with no luck, making his living by becoming a folklore writer and demon-buster. On a particularly job, Kantarou had finally found news of a nearby shrine supposedly the place where the ogre-eating Tengu was sealed.","genres":["Comedy","Mystery","Drama","Fantasy","Shounen","Super Power"],"producers":["Studio Deen","Studio Izena","MediaNet"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/8/37549.jpg"}
{"mal_id":"174","title":"Heaven and Earth","aka":"Tenjou Tenge","rating":"R - 17+ (violence & profanity)","status":"Finished Airing","episode_count":"24","episode_length":23,"synopsis":"Souchirou Nagi and Bob Makihara are two delinquents who arrive at Toudou Academy with the objective of ruling over the school with their strength. But on their first day, they encountered the Jyuukenbu, a martial arts group of the school. Members of the group, Maya Natsume, her sister Aya, and Masataka Takayanagi easily overpowered Souchirou and Bob. And what's more, due to what was assumed to be their \"connections\" with the Jyuukenbu, the two were attacked by members of the Enforcement Group, which oversees the martial arts groups of the school. Drawn into the personal conflicts between the Jyuukenbu and the Enforcement Group, Souchirou and Bob have no choice but to join up with Maya Natsume's group and to hone their skills to become even stronger. \n(Source: ANN)","genres":["Action","Comedy","Ecchi","Martial Arts","School","Shounen","Super Power"],"producers":["Madhouse Studios","Geneon Universal Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/10/8380.jpg"}
{"mal_id":"175","title":"Tokyo Underground","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"26","episode_length":25,"synopsis":"Under the capital city of Tokyo, Japan, there exists a large, vast, and unknown world known as Underground. There, people known as Elemental Users exist; people who have the ability to control the elements: Fire, Water, Lightning, Magnetism, Freeze, etc. Meet Rumina Asagi and his best friend Ginnosuke Isuzu, two average high school freshmen who reside in Tokyo. When they meets Gravity User, Chelsea Rorec, and the Miko of Life, Ruri Sarasa, their whole life changes into one big adventure.\r\n(Source: ANN)","genres":["Action","Adventure","Romance","Sci-Fi","Shounen","Super Power"],"producers":["Studio Pierrot","TV Tokyo Music"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/9/21036.jpg"}
{"mal_id":"176","title":"Triangle Heart: Sweet Songs Forever","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"4","episode_length":30,"synopsis":"Fiasse is a world-renowned singer. She is now the headmistress of a special Singing School who does a Charity World Tour every year. Her mother left behind a inheritance for her after she died and some shady people are after Fiasse and the inheritance. Bring in Ellis, and two siblings who are master of the swords to protect Fiasse. The World Tour is coming up and Fiasse will continue the show. Ellis, Kyoya, Miyuki and company must protect their childhood friend at all costs. \n(Source: ANN)","genres":["Adventure","Romance"],"producers":["Seven Arcs","Discovery"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/7/17439.jpg"}
{"mal_id":"177","title":"Tsubasa Chronicle","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"26","episode_length":25,"synopsis":"During an excavation at the mysterious ruins in Clow Country, Syaoran discovers his childhood friend Princess Sakura appear on the site with wings that disperse into many feathers. As the feather's disappear to different dimensions, so does Sakura's memory. In attempts to save Sakura's life and restore her memory, Syaoran travels through to another world to find a solution. There's only one thing left he can do. Travel through to different dimensions to collect Sakura's feathers. Helping out with the quest is Kurogane, an exiled ninja from Japan Country who wishes to return to his world, the runaway magician, Fay, who desires to jump between each world never to return to his own and the white meat-bun shaped creature, Mokona.","genres":["Adventure","Fantasy","Magic","Romance"],"producers":["Bee Train","FUNimation Entertainment","NHK","Kodansha","NHK Enterprises"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/9/6555.jpg"}
{"mal_id":"178","title":"Ultramaniac - Magical Girl","aka":"Ultra Maniac","rating":"G - All Ages","status":"Finished Airing","episode_count":"26","episode_length":24,"synopsis":"Hideo Middle School eighth-grader Ayu Tateishi, as a member of the tennis club, is of course a cool girl who is popular among the girls in the school. Actually, she`s an ordinary girl pretending to be cool, because Kachi-kun of the baseball team likes her.\r\nShe is adored by the transfer student Nina Sakura. Nina actually has a huge secret!? Because she is a young witch who transferred from the magic kingdom. She`s a real witch which a magic computer and a magical treasure box. But this magic always causes big problems!!\r\nNow back to the boys. Of course there`s Tetsushi Kachi, the up and coming ace of the baseball team, who is very popular among the girls, and his best friend, the calm and quiet member of the tennis club, Hiroki Tsujiai, and many others.\r\nThis story is a school love comedy set at Hideo Middle School, starring the cool beauty Ayu, the young witch Nina, the baseball team`s Kachi-kun, and the tennis team`s Tsujiai-kun. Also, there are original characters that Yoshizumi-sensei designed specifically for the anime, so please look forward to it!\r\n(Source: AnimeNfo)","genres":["Comedy","Magic","Romance","School","Shoujo"],"producers":["Production Reed","Wao World","Studio Jack"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/2/7478.jpg"}
{"mal_id":"179","title":"Ultra Maniac OVA","aka":null,"rating":"G - All Ages","status":"Finished Airing","episode_count":"1","episode_length":21,"synopsis":"Ayu is one of the coolest students at her school. She is smart, studious, sporty and has just the right amount of untouchable quality to make her a friend of everybody. Her male counterpart is Kaji-kun: warm, happy, friendly and a member of the baseball club. No wonder Ayu`s got a crush on him!\r\nOne day, Ayu sees a new student, Nina, crying and looking for something. After Ayu helps her find it, Nina decides to show her gratitude in the best way she knows, magic! Nina turns out to be a student from the Magic Kingdom and is currently \"studying aboard\" in Ayu`s school!\r\n(Source: AniDB)","genres":["Comedy","Magic","Romance","School"],"producers":["Production Reed"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/2/3132.jpg"}
{"mal_id":"180","title":"Vandread","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"13","episode_length":22,"synopsis":"Life sucks for Hibiki. Intergalactic society has broken into civil war between males and females; he's stuck on the assembly line for war mecha, relentlessly teased by his co-workers and unable to pursue his dreams of building his own mecha one day. He finally decides he's had enough though, and attempts to break in and steal a mech for his own purposes; this turns out to be a bad idea, thrusting him into the middle of a fever-pitch space battle that brings him face to face with the enemy and launches him into an adventure that will change his mundane life forever. \r\n(Source: AnimeNfo)","genres":["Action","Ecchi","Mecha","Sci-Fi","Shounen","Space"],"producers":["Gonzo","FUNimation Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/12/23645.jpg"}
{"mal_id":"181","title":"Vandread: The Second Stage","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"13","episode_length":22,"synopsis":"Though Hibiki and crew defeated a super-huge battleship of the earth in the last of the first stage, they noticed five battleships further aiming at Mejeiru and Tarahk. And, crew of NIRVANA learnt Tarahk and Mejeiru which were their home had been faced to the crisis of Karitori (reaping). Travel to their home is speed up so that they may inform of the crisis. On the way, current information of the earth having been brought by girl Misty who had come to travel with them was worse than they can imagine. Hibiki and crew noticed a true fight was in the future. VANDREAD is finally changed into final system by the attack of the enemy who becomes violent more and more. Can they save their home? And, what happens to the relations between Hibiki and Dita?\n(Source: AnimeNfo)","genres":["Action","Ecchi","Mecha","Sci-Fi","Shounen","Space"],"producers":["Gonzo","FUNimation Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/2/23644.jpg"}
{"mal_id":"182","title":"Escaflowne","aka":null,"rating":"R - 17+ (violence & profanity)","status":"Finished Airing","episode_count":"26","episode_length":24,"synopsis":"High school student Hitomi is transported from Earth to the magical world of Gaea, where she meets boy prince Van Fanel, and is caught up in his quest to unite the countries of Gaea against the ominous Zaibach empire. On the way, she discovers an hidden ability and strives to unravel layers of mystery surrounding Van, his past, and the giant machine known as Escaflowne. \r\n(Source: ANN)","genres":["Adventure","Fantasy","Mecha","Romance","Shoujo"],"producers":["Sunrise","Bandai Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/5/30689.jpg"}
{"mal_id":"183","title":"Whistle!","aka":null,"rating":"G - All Ages","status":"Finished Airing","episode_count":"39","episode_length":24,"synopsis":"Kazamatsuri Shou's dream has always been to become a professional soccer player, but he has one problem: he's not very good at the game. He was accepted to the prestigious Musashi no Mori Junior High, known for its top rate soccer team, but he was never able to rise beyond the rank of third stringer. After transferring to Sakura Jousui Junior High, he can finally play soccer. And, with the support of his new friends and teammates, his strong determination, and lots of hard work, his soccer skills are developing rapidly and setting Shou well on his way to achieving his dream.\r\n(Source: ANN)","genres":["School","Shounen","Sports"],"producers":["Studio Comet","Studio Jack"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/8/17885.jpg"}
{"mal_id":"184","title":"Xenosaga: The Animation","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"12","episode_length":23,"synopsis":"The year is T.C. 4767. Four thousand years have passed since humanity abandoned its birthplace, the planet Earth. Beset by the hostile alien Gnosis, mankind is now scrambling to find ways to defeat this threat to their existence. The development of KOS-MOS (a specialized android with amazing capabilities) by Vector engineer Shion Uzuki was one response to the threat. But when their ship is destroyed by the Gnosis, Shion and her companions find themselves thrust into the middle of a battle with no clear sides...\r\n(Source: Anime-Planet)","genres":["Action","Mecha","Sci-Fi","Shounen"],"producers":["Toei Animation","ADV Films","FUNimation Entertainment","Happinet Pictures"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/6/21074.jpg"}
{"mal_id":"185","title":"Initial D First Stage","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"26","episode_length":25,"synopsis":"High school student Takumi Fujiwara works as a gas station attendant during the day and a delivery boy for his father's tofu shop during late nights. Little does he know that his precise driving skills and his father's modified Toyota Sprinter AE86 Trueno make him the best amateur road racer on Mt. Akina's highway. Because of this, racing groups from all over the Gunma prefecture issue challenges to Takumi to see if he really has what it takes to be a road legend.\n(Source: ANN)","genres":["Cars","Seinen"],"producers":["OB Planning","FUNimation Entertainment","Fuji TV"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/13/6801.jpg"}
{"mal_id":"186","title":"Initial D Second Stage","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"13","episode_length":23,"synopsis":"Following his victory over RedSuns leader Ryosuke Takahashi, AE86 driver Takumi Fujiwara is challenged by the Lancer EVO-based \"Emperor,\" a group known for taking decals of racing teams they defeat, cutting them up and placing them on their cars like a fighter plane kill board. Takumi's undefeated streak is on the line as his AE86 is virtually no match against the more powerful and more agile four-wheel-drive EVOs of the Emperor team. \n(Source: ANN)","genres":["Cars","Seinen"],"producers":["OB Planning","FUNimation Entertainment","Fuji TV"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/8/12750.jpg"}
{"mal_id":"187","title":"Initial D Third Stage","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"1","episode_length":114,"synopsis":"Shortly after graduating from high school, Takumi is approached by RedSuns leader Ryosuke Takahashi and offered to join him in forming a professional racing team. Before coming up with an answer to the proposal, Takumi seeks retribution by issuing a rematch to Emperor leader Kyouichi Sudou, who previously defeated him due to an engine failure. He is also challenged by Kai Kogashiwa, a second-generation street racer whose father was once a fierce rival of Takumi's father Bunta. ","genres":["Cars","Sports","Seinen"],"producers":["OB Planning","FUNimation Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/13/40397.jpg"}
{"mal_id":"188","title":"Masquerade","aka":"Gosenzo San'e","rating":"Rx - Hentai","status":"Finished Airing","episode_count":"4","episode_length":30,"synopsis":"Masquerade is the story surrounding the Hiraga bloodline in which Gen is a part of. Recently orphaned, he moves in to his grandmother's house and unwittingly triggers the Hiraga clan's curse in which nearly every member leads a tragically short life. In his grandmother's house, Gen begins to unravel vaguely remembered memories from a dream he's always had. With the help of an American graduate student, they try to uncover the secret of the Hiraga bloodline, the whispered legend of immortality that is locked in his genes, and a way to keep Gen from sharing the same fate that every one of his ancestors before him has suffered. \r\n(Source: ANN)","genres":["Comedy","Mystery","Hentai","Supernatural"],"producers":["AIC","Green Bunny"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/5/31203.jpg"}
{"mal_id":"189","title":"Love Hina","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"24","episode_length":23,"synopsis":"Keitaro Urashima promised a girl when he was young that they would meet up again at Tokyo University in the future. Sadly, in the National Practice Exam, Keitaro ranked 27th from the bottom. Knowing his grandmother owned a hotel, Keitaro intended to stay there while continuing his studies for Tokyo U, only to find out the hotel had long been transformed into an all-girls dormitory. Through an odd twist of fate, Keitaro eventually became the manager of the dorm, beginning his life of living with 5 other girls.","genres":["Comedy","Ecchi","Romance","Shounen","Harem","Slice of Life"],"producers":["Production I.G","TV Tokyo","Xebec","FUNimation Entertainment","Yomiko Advertising","Bandai Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/1/189.jpg"}
{"mal_id":"190","title":"Love Hina Again","aka":null,"rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"3","episode_length":30,"synopsis":"Keitaro has finally passed the entrance exams, and is officially a Toudai student. But after breaking his leg in an accident in the entrance ceremony, he thought and re-evaluated himself. Having new goals, Keitaro follows Seta on an overseas archeology trip. During his absence, however, all was not well in Hinata Lodge. Urashima Kanako, Keitaro's sister, arrives on the scene. She claims to be the new manager of Hinata Lodge starts to go against all the tenants. Things become even more complicated when they recieve a letter from Keitaro. The tenants and Kanako made a big mess trying to get the letter, but Seta's car crashes in before anyone could read the letter...","genres":["Comedy","Drama","Romance","Shounen"],"producers":["Xebec","Starchild Records","Bandai Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/3/10289.jpg"}
{"mal_id":"191","title":"Love Hina Christmas Movie","aka":"Love Hina Christmas Special: Silent Eve","rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"1","episode_length":46,"synopsis":"As another round of preliminary tests approach for Keitaro, so does Christmas. And as the first Christmas of the millenium, there is a rumor that if one confesses his love on this special eve it will come true. Keitaro has decided what he needs to do on this Christmas eve, but being a retaker can he afford taking attention away from the tests on the same day...\r\nThe Winter has begun in Hinata. X-mas is coming up. There are rumors about this special christmas eve: If someone is going to confess his love on this christmas eve, any wish will come true. Keitaro decides to confess his love to Naru. But he isn't the only one confessing on this christmas eve...\r\n(Source: ANN)","genres":["Comedy","Romance","Slice of Life"],"producers":["Yomiko Advertising","Bandai Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/1/2231.jpg"}
{"mal_id":"192","title":"Love Hina Spring Movie","aka":"Love Hina Spring Special","rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"1","episode_length":46,"synopsis":"The tests have come, and Keitaro can only hope to succeed. However, in the final stretch, he fails miserably and daydreams through the test. Assuming that he has failed, he runs away, so the rest of the cast hunts him down on a remote desert island to bring him back.\r\nThe Toudai entrance exams have finally come (again) for Keitaro. With all his confidence Keitaro sits for the paper, but ends up falling asleep and dreaming about Narusegawa. Waking up with barely any time to complete the paper, Keitaro thinks he will fail the paper and tries to escape from Hinata Lodge and forget all the memories with it. By a stroke of luck he meets Seta, but ends up in a faraway island with the whole cast trying to look for him.\r\n(Source: ANN)","genres":["Adventure","Comedy","Romance"],"producers":["Xebec","Starchild Records","Yomiko Advertising","Bandai Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/1/2232.jpg"}
{"mal_id":"193","title":"Maburaho","aka":null,"rating":"R+ - Mild Nudity","status":"Finished Airing","episode_count":"24","episode_length":24,"synopsis":"His name is Kazuki Shikimori, 17 years old. He attends Aoi Academy, a school for elite magicians. Each magician has a set limit of spells, and performing more spells than the limit allows will cause the user to turn into dust. In this case, the number of magic Kazuki can use is far below the average in his school. Then one day, all of a sudden, three girls: Yuuna Miyama, Kuriko Kazetsubaki and Rin Kamishiro, appear before him. But of all the things that they are after, it is his genes. And for Kazuki, the girls' appearances may also spell his doom, as he soon realizes that his magic count is decreasing ever steadily due to the fact that he can't resist using magic to help them.\n(Source: ANN)","genres":["Comedy","Drama","Ecchi","Magic","Romance","Harem"],"producers":["J.C. Staff","ADV Films","Happinet Pictures"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/9/18183.jpg"}
{"mal_id":"194","title":"Macross Zero","aka":null,"rating":"R+ - Mild Nudity","status":"Finished Airing","episode_count":"5","episode_length":30,"synopsis":"Taking place one year before the Zentraedi arrive on Earth, Macross Zero chronicles the final days of the war between the U.N. Spacy and anti-U.N. factions. After being shot down by the anti-U.N.'s newest fighter plane, ace pilot Shin Kudo finds himself on the remote island of Mayan, where technology is almost non-existent. While Shin stays on the island to heal his wounds, the tranqulity of the island is shattered by a battle that involves the UN's newest fighter - the VF-0. \r\n(Source: ANN)","genres":["Adventure","Mecha","Sci-Fi","Shounen","Military"],"producers":["Bandai Visual","Satelight"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/10/24082.jpg"}
{"mal_id":"195","title":"Please Teacher!","aka":"Onegai Teacher","rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"12","episode_length":25,"synopsis":"Kusanagi Kei, a high-school student living with his aunt and uncle, has an encounter with a female alien. This alien is revealed to be a new teacher at his school. Later, he is forced to marry this alien to preserve her secrets. From there, various romantically-inclined problems crop up repeatedly. \n(Source: ANN)","genres":["Comedy","Romance","Sci-Fi"],"producers":["Bandai Visual","Daume","Genco","Bandai Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/13/5241.jpg"}
{"mal_id":"196","title":"Please Twins","aka":"Onegai Twins","rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"12","episode_length":25,"synopsis":"Maiku Kamishiro's past has always been somewhat of a mystery to him. The only clue he has to who is family might be is an old photograph showing two young children, a boy and a girl, playing in a small pool outside of a blue house. In an attempt to find his family, he moves to this blue house and begins working as a programmer. He's living a comfortable life until the day two very different girls show up at his door, both in possession of the same photograph, and both claiming to be his twin. With no way to prove who is a relative and who is a stranger, Maiku allows both girls to move in with him until they know for sure. \r\n(Source: ANN)","genres":["Comedy","Drama","School","Sci-Fi","Harem"],"producers":["Genco","Lantis","Bandai Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/5/7090.jpg"}
{"mal_id":"197","title":"Rizelmine","aka":null,"rating":"R+ - Mild Nudity","status":"Finished Airing","episode_count":"24","episode_length":15,"synopsis":"Iwaki Tomonori is an average 15-year-old boy who likes older women. He happens to have a crush on his teacher, but soon thereafter, learns she has become engaged. He heads home brokenhearted, only to find a 12-year-old girl named Rizel at his home, who he learns the Japanese government has married him to against his will. Furthermore, he learns Rizel is no ordinary girl; she is a biochemically engineered human, and her creators (her \"papa\"s, as they are often referred to) promise to waive multiple bills of Iwaki's parents in exchange to be allowed to stay at their house, and thus Iwaki's life with Rizel begins.","genres":["Comedy","Romance"],"producers":["Madhouse Studios","m.o.e."],"cover_image_url":"http://cdn.myanimelist.net/images/anime/7/22990.jpg"}
{"mal_id":"198","title":"Speed Grapher","aka":null,"rating":"R+ - Mild Nudity","status":"Finished Airing","episode_count":"24","episode_length":23,"synopsis":"Ten years after the Bubble War, the dichotomy between the rich and the poor in the world becomes more prominent and Japan is no exception. The rich seek to satisfy their desires and derive pleasure for themselves, and Tokyo has materialized into such a city as a result. Saiga, once a war photographer, works for Hibara Ginza in the capitalist state of Tokyo. He infiltrates the Roppongi Club, a secretive base located in the red light district of the city, to collect information about them. However, he was caught in the process and brought forward to a girl called Kagura who was in the midst of a ritual. His contact with Kagura awakens his special ability: the power to make things explode when photographed. In order to unravel the mystery behind the Roppongi Club and Kagura, Saiga begins his solitary battle.","genres":["Action","Mystery","Super Power"],"producers":["Gonzo","TV Asahi","FUNimation Entertainment","Wao World","TAP"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/12/26128.jpg"}
{"mal_id":"199","title":"Spirited Away","aka":"Sen to Chihiro no Kamikakushi","rating":"PG - Children","status":"Finished Airing","episode_count":"1","episode_length":125,"synopsis":"On the way to their new home, 10-year-old Chihiro Ogino's family stumbles upon a deserted theme park. Intrigued, the family investigates the park, though unbeknown to them, it is secretly inhabited by spirits who sleep by day and appear at night. When Chihiro's mother and father eat food from a restaurant in the street, angry spirits turns them into pigs. Furthermore, a wide sea has appeared between the spirit world and the human one, trapping Chihiro, the sole human, in a land of spirits. Luckily for her though, a mysterious boy named Haku appears, claiming to know her from the past. Under his instructions, Chihiro secures a job in the bathhouse where Haku works. With only her courage and some new found friends to aid her, Chihiro embarks on a journey to turn her parents back to their original forms and return home.\n[Written by MAL Rewrite]","genres":["Adventure","Drama","Romance","Supernatural"],"producers":["Studio Ghibli","Studio Hibari","Walt Disney Studios","GKids"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/10/42079.jpg"}
{"mal_id":"200","title":"Cheeky Angel","aka":"Tenshi na Konamaiki","rating":"PG-13 - Teens 13 or older","status":"Finished Airing","episode_count":"50","episode_length":24,"synopsis":"Megumi-chan is a girl with a secret past. She used to be a boy until she met a person she thought was a magic user. This person gave him/her a magical book from which a genie appears to grant one wish when blood is applied to it. Megumi made the wish to be a man in a man's body but the genie has a twist: he grants wishes backwards so he turns Megumi-kun aged 9 to Megumi-chan. Years pass and Megumi enters High School where she immediately beats up the school bully who of course falls in love with her. She is looking for that book again to be able to reverse the spell placed upon her.\n(Source: ANN)","genres":["Comedy","Magic","Romance","Shounen"],"producers":["TMS Entertainment"],"cover_image_url":"http://cdn.myanimelist.net/images/anime/2/32701.jpg"}
